Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

# SelfHostedEnvironmentFooter
source: Specify the base URL of your on-premise hosted Bitwarden installation.
af: Spesifiseer die basisbronadres van u selfgehuisveste Bitwarden-installasie.
be: Увядзіце асноўны URL-адрас вашага лакальнага размяшчэння ўсталяванага Bitwarden.
eu: Bitwarden instalatzeko, zehaztu ostatatze propioaren oinarrizko URL-a.
fil: Itakda ang base URL ng on-premise hosted Bitwarden installation mo.
hi: खुद होस्ट किए गए बिटवार्डन का बेस यूआरएल लिखें।
lt: Nurodykite bazinį vietinio priglobto „Bitwarden“ diegimo URL.

source: Server URL
af: Bedienerbronadres
be: URL-адрас сервера
eu: Zerbitzariaren URL-a
fil: URL ng server
hi: सर्वर यूआरएल
lt: Serverio URL - "nuoroda"

# WebVaultUrl
source: Web vault server URL
af: Webkluisbedienerbronadres
be: URL-адрас сервера вэб-сховішча
eu: Web kutxa gotorreko zerbitzariaren URL-a
fil: URL ng web vault server
hi: वेब तिजोरी सर्वर यूआरएल
lt: Žiniatinklio saugyklos serverio URL

# BitwardenAutofillServiceNotificationContentOld
source: Tap this notification to view items from your vault.
af: Tik hierdie kennisgewing om items vanuit u kluis te bekyk.
be: Дакраніцеся да гэтага апавяшчэння, каб прагледзець элементы са свайго сховішча.
eu: Sakatu jakinarazpen hau kutxa gotorreko elementu bat ikusteko.
fil: Pindutin ang notipikasyong ito para tingnan ang mga item sa vault mo.
hi: तिजोरी से आइटम देखने के लिए इस नोटिफिकेशन पर क्लिक करें।
lt: Palieskite šį pranešimą, kad peržiūrėtumėte elementus iš saugyklos.

source: Custom fields
af: Pasgemaakte velde
be: Карыстальніцкія палі
eu: Eremu pertsonalizatuak
fil: Ipinasadyang mga field
hi: कस्टम फील्ड
lt: Papildomi laukai

source: Copy number
af: Kopieer nommer
be: Скапіяваць нумар
eu: Kopiatu zenbakia
fil: Kopyahin ang numero
hi: नंबर कॉपी करें
lt: Kopijuoti numerį

source: Copy security code
af: Kopieer sekureiteitskode
be: Скапіяваць код бяспекі
eu: Kopiatu segurtasun-kodea
fil: Kopyahin ang code panseguridad
hi: सेक्योरिटी कोड कॉपी करें
lt: Kopijuoti saugos kodą

source: Number
af: Nommer
be: Нумар
eu: Zenbakia
fil: Numero
hi: नंबर
lt: Numeris

source: Security code
af: Sekuriteitskode
be: Код бяспекі
eu: Segurtasun-kodea
fil: Code panseguridad
hi: सेक्योरिटी कोड
lt: Apsaugos kodas

# TypeCard
source: Card
af: Kaart
be: Картка
eu: Txartela
fil: Kard
hi: कार्ड
lt: Kortelė

# TypeIdentity
source: Identity
af: Identiteit
be: Пасведчанне
eu: Identitatea
fil: Pagkakakilanlan
hi: आईडी
lt: Tapatybė

# TypeLogin
source: Login
af: Aantekening
be: Лагін
eu: Saio-hasiera
hi: लॉगइन
lt: Prisijungti

# TypeSecureNote
source: Secure note
af: Beveiligde Nota
be: Абароненая нататка
eu: Ohar seguruak
fil: Secure na tala
hi: सेक्योर नोट
lt: Saugus įrašas

source: Address 1
af: Adres 1
be: Адрас 1
eu: 1go helbidea
hi: पता 1
lt: Adresas 1

source: Address 2
af: Adres 2
be: Адрас 2
eu: 2. helbidea
hi: पता 2
lt: Adresas 2

source: Address 3
af: Adres 3
be: Адрас 3
eu: 3. helbidea
hi: पता 3
lt: Adresas 3

source: April
be: Красавік
eu: Apirila
fil: Abril
hi: अप्रैल
lt: Balandis

source: August
af: Augustus
be: Жнівень
eu: Abuztua
fil: Agosto
hi: अगस्त
lt: Rugpjūtis

source: Brand
af: Handelsmerk
be: Тып карткі
eu: Marka
fil: Tatak
hi: ब्रैंड
lt: Prekės ženktas

source: Cardholder name
af: Kaarthouernaam
be: Імя ўладальніка карткі
eu: Txartelaren titularraren izena
fil: Pangalan ng cardholder
hi: कार्डहोल्डर का नाम
lt: Kortelės savininko vardas

source: City / town
af: Stad / Dorp
be: Горад / Пасёлак
eu: Hiria / Herria
fil: Lungsod / Bayan
hi: शहर / कस्बा
lt: Miestas

source: Company
af: Maatskappy
be: Кампанія
eu: Enpresa
fil: Kumpanya
hi: कंपनी
lt: Įmonė

source: Country
af: Land
be: Краіна
eu: Herrialdea
fil: Bansa
hi: देश
lt: Šalis

source: December
af: Desember
be: Снежань
eu: Abendua
fil: Disyembre
hi: दिसंबर
lt: Gruodis

source: Dr
be: Доктар
eu: Jn.
fil: Dr(a)
hi: डॉ
lt: Daktaras

source: Expiration month
af: Vervalmaand
be: Месяц завяршэння
eu: Iraungitze hilabetea
fil: Buwan ng pag-expire
hi: एक्सपायरी का महीना
lt: Galiojimo pabaigos mėnesis

source: Expiration year
af: Vervaljaar
be: Год завяршэння
eu: Iraungitze urtea
fil: Taon ng pag-expire
hi: एक्सपायरी का साल
lt: Galiojimo pabaigos metai

source: February
af: Februarie
be: Люты
eu: Otsaila
fil: Pebrero
hi: फरवरी
lt: Vasaris

source: First name
af: Voornaam
be: Імя
eu: Izena
fil: Unang pangalan
hi: फर्स्ट नेम
lt: Vardas

source: January
af: Januarie
be: Студзень
eu: Urtarrila
fil: Enero
hi: जनवरी
lt: Sausis

source: July
af: Julie
be: Ліпень
eu: Uztaila
fil: Hulyo
hi: जुलाई
lt: Liepa

source: June
af: Junie
be: Чэрвень
eu: Ekaina
fil: Hunyo
hi: जून
lt: Birželis

source: Last name
af: Van
be: Прозвішча
eu: Abizena
fil: Apelyido
hi: लास्ट नेम
lt: Pavardė

source: Full name
af: Volle naam
be: Поўнае імя
eu: Izen osoa
fil: Buong pangalan
hi: पूरा नाम
lt: Pilnas vardas

# LicenseNumber
source: Licence number
af: Lisensienommer
be: Нумар ліцэнзіі
eu: Lizentzia zenbakia
fil: Numero ng lisensya
hi: लाइसेंस नंबर
lt: Licencijos numeris

source: March
af: Maart
be: Сакавік
eu: Martxoa
fil: Marso
hi: मार्च
lt: Kovas

source: May
af: Mei
be: Травень
eu: Maiatza
fil: Mayo
hi: मई
lt: Gegužė

source: Middle name
af: Middelnaam
be: Імя па бацьку
eu: Bigarren izena
fil: Gitnang pangalan
hi: मिडल नेम
lt: Antras vardas

source: Mr
af: Mnr.
be: С-р
eu: Jn.
fil: G
hi: मिस्टर
lt: Ponas

source: Mrs
af: Mev.
be: С-ня
eu: And.
fil: Gng
hi: मिसज़
lt: Ponia

source: Ms
af: Mej.
be: Пані
eu: And.
fil: Bb
hi: मिस
lt: Panelė

source: November
be: Лістапад
eu: Azaroa
fil: Nobyembre
hi: नवंबर
lt: Lapkritis

source: October
af: Oktober
be: Кастрычнік
eu: Urria
fil: Oktubre
hi: अक्टूबर
lt: Spalis

source: Passport number
af: Paspoortnommer
be: Нумар пашпарта
eu: Pasaporte zenbakia
fil: Numero ng pasaporte
hi: पासपोर्ट नंबर
lt: Paso numeris

source: Phone
af: Telefoon
be: Тэлефон
eu: Telefonoa
fil: Telepono
hi: फोन
lt: Telefonas

source: September
be: Верасень
eu: Iraila
fil: Setyembre
hi: सितंबर
lt: Rugsėjis

# SSN
source: Aadhar Number
af: Identiteitsnommer
be: Нумар сацыяльнага страхавання
eu: Segurtasun sozialaren zenbakia
fil: Numero ng National ID / Social Security
hi: आधार नंबर
lt: Id kortelės numeris

# StateProvince
source: State / Union territory
af: Staat / Provinsie
be: Рэгіён / Вобласць
eu: Estatua / Probintzia
fil: Estado / Probinsya
hi: राज्य / प्रदेश
lt: Rajonas/apskritis

source: Title
af: Titel
be: Зварот
eu: Titulua
hi: टाइटल
lt: Pavadinimas

# ZipPostalCode
source: Postcode
af: Poskode
be: Паштовы індэкс
eu: Posta kodea
fil: Zip / Postal code
hi: पिन / पोस्ट कोड
lt: Pašto kodas

source: Address
af: Adres
be: Адрас
eu: Helbidea
hi: पता
lt: Adresas

source: Expiration
af: Vervaldatum
be: Тэрмін дзеяння
eu: Iraungitze data
fil: Mag-e-expire
hi: एक्सपायरी
lt: Galiojimo pabaiga

source: Show website icons
af: Toon webwerfikone
be: Паказваць значкі вэб-сайтаў
eu: Erakutsi webguneko ikonoak
fil: Ipakita ang mga icon ng website
hi: वेबसाइट आइकन दिखाएं
lt: Rodyti tinklalapių ikonėles

# ShowWebsiteIconsDescription
source: Show a recognizable image next to each login.
af: Toon ’n herkenbare prent langs elke aantekening.
be: Паказваць распазнавальны відарыс побач з кожным лагінам.
eu: Erakutsi irudi bat saio-hasiera bakoitzaren ondoan.
fil: Magpakita ng makikilalang larawan sa tabi ng mga login.
hi: हर लॉगइन के बगल में आइकन की फोटो दिखाएं।
lt: Prie kiekvieno prisijungimo parodykite atpažįstamą vaizdą.

# IconsUrl
source: Icons server URL
af: Ikoonbedienerbronadres
be: URL-адрас сервера значкоў
eu: Ikonoen zerbitzariaren URL-a
fil: URL ng server ng mga icon
hi: आइकन सर्वर यूआरएल
lt: Piktogramų serverio URL

source: Auto-fill with Bitwarden
af: Outovul met Bitwarden
be: Аўтазапаўненне з Bitwarden
eu: Bitwardenekin automatikoki bete
fil: I-autofill gamit ang Bitwarden
hi: बिटवार्डन से ऑटो-फिल करें
lt: Automatinis užpildymas naudojant „Bitwarden“

source: Vault is locked
af: Kluis is vergrendel
be: Сховішча заблакіравана
eu: Kutxa gotorra blokeatuta dago
fil: Naka-lock ang vault
hi: तिजोरी पर लॉक है
lt: Saugykla užrakinta

source: Go to my vault
af: Gaan na my kluis
be: Перайсці ў сховішча
eu: Joan kutxa gotorrera
fil: Pumunta sa vault ko
hi: मेरे तिजोरी में जाएं
lt: Eik į mano saugyklą

source: Collections
af: Versamelings
be: Калекцыі
eu: Bildumak
fil: Mga Koleksyon
hi: कलेक्शन
lt: Rinkinys

# NoItemsCollection
source: There are no items in this collection.
af: Daar is geen items in hierdie versameling.
be: У гэтай калекцыі адсутнічаюць элементы.
eu: Bilduma honetan ez dago elementurik.
fil: Walang mga item sa koleksyong ito.
hi: इस कलेक्शन में कोई आइटम नहीं है।
lt: Kolekcijoje dar nėra elementų.

# NoItemsFolder
source: There are no items in this folder.
af: Daar is geen items in hierdie vouer.
be: У гэтай папцы адсутнічаюць элементы.
eu: Karpeta honetan ez dago elementurik.
fil: Walang mga item sa folder na ito.
hi: इस फोल्डर में कोई आइटम नहीं है।
lt: Šiame aplanke elementų nėra.

# NoItemsTrash
source: There are no items in the bin.
af: Daar is geen items in die asblik.
be: У сметніцы адсутнічаюць элементы.
eu: Zakarrontzian ez dago elementurik.
fil: Walang mga item sa basurahan.
hi: कचरे में कोई आइटम नहीं है।
lt: Šiukšliadėžėje elementų nėra.

source: Auto-fill accessibility service
af: Outovul Toeganklikheidsdiens
be: Служба спецыяльных магчымасцей аўтазапаўнення
eu: Automatikoki betetzeko erabilerraztasun zerbitzua
fil: Serbisyo Pang-aksesibilidad sa Autofill
hi: ऑटो-फिल एक्सेसिबिलिटी सर्विस
lt: Automatinio užpildymo pritaikymo neįgaliesiems paslauga

# AutofillServiceDescription
source: The Bitwarden auto-fill service uses the Android autofill framework to assist in filling logins, credit cards, and identity information into other apps on your device.
af: Die Bitwarden-outovuldiens gebruik die Android-outovulraamwerk om te help met die invul van aantekeninge, kredietkaarte en identiteitsinligting in ander toeps op u toestel.
be: Служба аўтазапаўнення Bitwarden выкарыстоўвае Android Autofill Framework для запаўнення ўліковых даных у іншых праграмах на вашай прыладзе.
eu: Bitwardenen automatikoki betetzeko zerbitzuak Android Autofill Framework erabiltzen du zure gailuko beste aplikazio batzuetan saio-hasierako informazioa betetzen laguntzeko.
fil: Gumagamit ng Android Autofill Framework ang serbisyo ng Bitwarden pang-autofill para tumulong maglagay ng impormasyon ng login sa iba pang mga app sa device mo.
hi: बिटवार्डन ऑटो-फिल सर्विस एंड्रॉइड ऑटोफिल फ्रेमवर्क से डिवाइस के दूसरे ऐप में लॉगइन करने में मदद करता है।
lt: „Bitwarden“ automatinio pildymo paslauga naudoja „Android“ automatinio pildymo sistemą, kad padėtų užpildyti prisijungimo informaciją į kitas jūsų įrenginio programas.

# BitwardenAutofillServiceDescription
source: Use the Bitwarden auto-fill service to fill logins, credit cards, and identity information into other apps.
af: Gebruik Bitwarden se outovuldiens om aantekeninge, kredietkaarte en identiteitsinligting in ander toeps in te vul.
be: Выкарыстоўвайце службу аўтазапаўнення Bitwarden для запаўнення інфармацыі пра лагіны ў іншых праграмах.
eu: Erabili Bitwarden automatikoki betetzeko zerbitzua saio-hasierako informazioa beste aplikazio batzuetan betetzeko.
fil: Gamitin ang serbisyo ng Bitwarden sa pag-autofill para awtomatikong maglagay ng impormasyon ng login sa iba pang mga app.
hi: बिटवार्डन ऑटो-फिल सर्विस इस्तेमाल करके दूसरे ऐप में लॉगइन करें।
lt: Norėdami užpildyti prisijungimo informaciją į kitas programas, naudokite „Bitwarden“ automatinio pildymo paslaugą.

# BitwardenAutofillServiceOpenAutofillSettings
source: Open auto-fill settings
af: Open outovulinstellings
be: Адкрыць налады аўтазапаўнення
eu: Ireki auto-betetze ezarpenak
fil: Buksan ang Mga Setting ng Awtomatikong Paglalagay ng Kredensyal
hi: ऑटोफिल सेटिंग खोलें
lt: Atidarykite automatinio pildymo nustatymus

# FaceIDDirection
source: Use Face ID to verify.
af: Gebruik Face ID om te verifieer.
be: Выкарыстоўваць Face ID для праверкі.
eu: Egiaztatzeko erabili Face ID.
fil: Gamitin ang Face ID pamberipika.
hi: वेरिफाइ करने के लिए फेस आईडी इस्तेमाल करें।
lt: Patvirtinkite naudodami „Veido ID“.

source: Use Face ID to unlock
af: Gebruik Face ID om te ontgrendel
be: Выкарыстоўваць Face ID для разблакіроўкі
eu: Desblokeatzeko erabili Face ID.
fil: Gamitin ang Face ID Pambukas
hi: खोलने के लिए फेस आईडी इस्तेमाल करें
lt: Norėdami atrakinti, naudokite „Veido ID“

source: Verify Face ID
af: Bevestig Face ID
be: Праверка Face ID
eu: Egiaztatu Face ID.
fil: Beripikahin gamit ang Face ID
hi: फेस आईडी वेरिफाइ करें
lt: Patvirtinkite veido ID

# BitwardenAutofillGoToSettings
source: We were unable to automatically open the Android auto-fill settings menu for you. You can navigate to the auto-fill settings menu manually from Android Settings > System > Languages and input > Advanced > Autofill service.
af: Ons kon nie die Android-outovulinstellingkieslys outomaties vir u open nie. U kan na die outovulinstellingkieslys navigeer dur te gaan na Android Instellings > Stelsel > Tale en toevoer > Gevorderd > Outovuldiens.
be: Немагчыма аўтаматычна адкрыць меню наладаў аўтазапаўнення Android. Вы можаце перайсці ў меню наладаў аўтазапаўнення ўручную з Налады Android > Сістэма > Мова і ўвод > Дадаткова > Служба аўтазапаўнення.
eu: Ezin izan dugu automatikoki ireki Android-en auto-betetzerako ezarpenen menua. Auto-betetzerako ezarpenen menura eskuz nabiga dezakezu, Android-en Ezarpenak > Sistema > Hizkuntzak eta idazketa > Hobespen aurreratuak > Betetze automatikoaren zerbitzutik.
fil: Hindi namin awtomatikong mabuksan ang menu ng mga setting ng Android autofill para sayo. Manu-mano kang makakapunta roon sa pamamagitan ng Mga Setting > System > Mga wika at input > Advanced > Serbisyo ng autofill.
hi: हम एंड्रॉइड ऑटोफिल सेटिंग अपनेआप नहीं खोल पा रहे। ऑटोफिल सेटिंग में जाने के लिए एंड्रॉइड सेटिंग > सिस्टम > भाषा और इंपुट > एडवांस > ऑटोफिल सर्विस पर जाएं।
lt: Negalėjome automatiškai atidaryti „Android“ automatinio pildymo nustatymų meniu. Automatinio pildymo nustatymų meniu galite naršyti rankiniu būdu iš „Android“ nustatymų > Sistema > Kalbos ir įvestis > Išsamiau > Automatinio pildymo paslauga.

source: Custom field name
af: Pasgemaakte veldnaam
be: Карыстальніцкая назва поля
eu: Eremu pertsonalizatuaren izena
fil: Pangalan ng pasadyang field
hi: कस्टम फील्ड नाम
lt: Pasirinktinio lauko pavadinimas

# FieldTypeBoolean
source: Boolean
af: Booleaans
be: Булева
eu: Boolearra
hi: बूलियन
lt: Dvejetainiai veiksmai

# FieldTypeHidden
source: Hidden
af: Versteek
be: Схавана
eu: Ezkutatua
fil: Nakatago
hi: छुपा हुआ
lt: Paslėpta

# FieldTypeLinked
source: Linked
af: Gekoppel
be: Звязана
eu: Lotuta
fil: Naka-link
hi: लिंक किया हुआ
lt: Susieta

# FieldTypeText
source: Text
af: Teks
be: Тэкст
eu: Testua
fil: Teksto
hi: टेक्सट
lt: Tekstas

source: New custom field
af: Nuwe pasgemaakte veld
be: Новае карыстальніцкае поле
eu: Eremu pertsonalizatu berria
fil: Bagong pasadyang field
hi: नया कस्टम फील्ड डालें
lt: Naujas pasirinktis laukelis

# SelectTypeField
source: What type of custom field do you want to add?
af: Welke tipe aangepaste veld wil u toevoeg?
be: Які тып карыстальніцкага поля вы хочаце дадаць?
eu: Zein eremu pertsonalizatu mota gehitu nahi duzu?
fil: Anong uri ng pasadyang field ang gusto mong idagdag?
hi: किस तरह का कस्टम फील्ड डालना है?
lt: Kokio tipo tinkintą lauką norite pridėti?

source: Remove
af: Verwyder
be: Выдаліць
eu: Ezabatu
fil: Tanggalin
hi: हटाएं
lt: Pašalinti

source: New URI
af: Nuwe URI
be: Новы URI
eu: URI berria
fil: Bagong URI
hi: नया यूआरआई
lt: Naujas URI

source: Base domain
af: Basisdomein
be: Асноўны дамен
eu: Oinarrizko domeinua
hi: बेस डोमेन
lt: Bazinis domenas

source: Default
af: Verstek
be: Прадвызначана
eu: Lehenetsia
hi: डिफॉल्ट
lt: Numatyta

source: Exact
af: Presies
be: Дакладна
eu: Zehatza
fil: Eksakto
hi: सटीक
lt: Tikslus

source: Host
af: Gasheer
be: Вузел
eu: Ostalaria
hi: होस्ट
lt: Serveris

# RegEx
source: Regular expression
af: Gewone uitdrukking
be: Рэгулярны выраз
eu: Expresio erregularra
fil: Regular na expression
hi: रेगुलर एक्सप्रेशन
lt: Reguliari išraiška

source: Starts with
af: Begin met
be: Пачынаецца з
eu: Hasi honekin
fil: Nag-uumpisa sa
hi: इससे शुरुआत
lt: Prasideda su

source: URI match detection
af: URI-ooreenkomsbespeuring
be: Выяўленне супадзення URI
eu: URI detekzio modua
fil: Deteksyon ng pagkakatugma ng URI
hi: युआरआई मैच डिटेक्शन
lt: URI atitikties aptikimas

source: Match detection
af: Ooreenkomsbespeuring
be: Выяўленне супадзенняў
eu: Detekzio modua
fil: Deteksyon ng tugma
hi: मैच डिटेक्शन
lt: Atitikmens aptikimas

source: Yes, and save
af: Ja, en bewaar
be: Так, і захаваць
eu: Bai, eta gorde
fil: Oo, at i-save
hi: हां, और सेव करें
lt: Taip, ir išsaugoti

source: Auto-fill and save
af: Outovul en bewaar
be: Аўтазапоўніць і захаваць
eu: Automatikoki bete eta gorde
fil: I-autofill at i-save
lt: Automatiškai užpildyti ir išsaugoti

# Organization
source: Organisation
af: Organisasie
be: Арганізацыя
eu: Erakundea
fil: Organisasyon
hi: ग्रुप
lt: Organizacija

# HoldYubikeyNearTop
source: Hold your Yubikey near the top of the device.
af: Hou u Yubikey by die bokant van die toestel.
be: Трымайце ваш YubiKey каля верхняй часткі прылады.
eu: Mantendu Yubikey gailuaren goiko aldetik gertu.
fil: Ilagay ang YubiKey mo sa may taas ng device.
lt: Laikykite Yubikey šalia įrenginio viršaus.

source: Try again
af: Probeer weer
be: Паспрабуйце яшчэ раз
eu: Saiatu berriro
fil: Subukan ulit
hi: वापस कोशिश करें
lt: Bandyti dar kartą

# YubiKeyInstructionIos
source: To continue, hold your YubiKey NEO against the back of the device.
af: Hou u YubiKey NEO teen die rugkant van die toestel om voort te gaan.
be: Для працягу прыкладзіце ваш YubiKey NEO да задняй панэлі прылады.
eu: Aurrera egiteko, mantendu YubiKey NEO gailuaren atzeko aldean.
fil: Para tumuloy, ilagay ang YubiKey mo sa likod ng device.
lt: Norėdami tęsti, laikykite YubiKey NEO prie įrenginio galinės dalies.

# BitwardenAutofillAccessibilityServiceDescription2
source: The accessibility service may be helpful to use when apps do not support the standard auto-fill service.
af: Die toeganklikheidsdiens kan nuttig wees wanneer toeps nie die outovuldiens ondersteun nie.
be: Служба спецыяльных магчымасцей можа быць карыснай, калі праграмы не падтрымліваюць стандартную службу аўтазапаўнення.
eu: Erabilerraztasun zerbitzua erabilgarria izan daiteke aplikazioak bere kabuz automatikoki betetzeko zerbitzu estandarra jasaten ez dutenean.
fil: Maaaring makatulong ang serbisyo sa aksesibilidad sa mga app na hindi sinusuportahan ang standard na serbisyo pang-autofill.
lt: Pasiekiamumo paslaugą gali būti naudinga naudoti, kai programos nepalaiko standartinės automatinio pildymo paslaugos.

# DatePasswordUpdated
source: Password updated
af: Wagwoord bygewerk
be: Пароль абноўлены
eu: Pasahitza eguneratu da
fil: Na-update ang password
hi: पासवर्ड अपडेट किया गया
lt: Slaptažodis atnaujintas

# DateUpdated
source: Updated
af: Bygewerk
be: Абноўлена
eu: Eguneratua
fil: Na-update
hi: अपडेट किया गया
lt: Atnaujinta

source: Auto-fill activated!
af: Outovul geaktiveer!
be: Аўтазапаўненне актывавана!
eu: Auto-betetzea gaituta!
fil: Nabuksan ang Awtomatikong Paglalagay!
lt: Automatinis pildymas suaktyvintas!

# MustLogInMainAppAutofill
source: You must log into the main Bitwarden app before you can use auto-fill.
af: U moet op die hoof-Bitwarden-toep aanteken alvorens u Outovul kan gebruik.
be: Неабходна ўвайсці ў асноўную праграму Bitwarden, каб выкарыстоўваць аўтазапаўненне.
eu: Saioa hasi behar duzu Bitwarden aplikazioan, auto-betetzea erabili aurretik.
fil: Kailangan mong mag-log in sa pangunahing app ng Bitwarden bago mo magamit ang Awtomatikong Paglalagay.
lt: Kad galėtumėte naudoti plėtinį, turite prisijungti prie pagrindinės „Bitwarden“ programos.

# AutofillSetup
source: Your logins are now easily accessible right from your keyboard while logging into apps and websites.
af: U aantekeninge is nou maklik bereikbaar vanaf u toetsbord terwyl op toeps en webwerwe aangeteken word.
be: Цяпер вы лёгка можаце атрымаць доступ да сваіх лагінаў з клавіятуры пры ўваходзе ў праграмы і на вэб-сайты.
eu: Orain, zure saio hasierak erraz eskura ditzakezu zure teklatutik, aplikazio eta webguneetan erregistratzen diren bitartean.
fil: Madali na ngayong maa-access ang mga login mo mula sa iyong keyboard habang nagla-log in sa mga app at website.
hi: Your logins are now easily accessable right from your keyboard while logging into apps and websites.
lt: Dabar prisijungimo duomenys yra lengvai pasiekiami tiesiog iš klaviatūros, kai prisijungiate prie programų ir svetainių.

# AutofillSetup2
source: We recommend disabling any other auto-fill apps under Settings if you do not plan to use them.
af: Ons beveel aan dat u enige ander Outovul-toeps in Instellings gedeaktiveer indien u nie van plan is om dit te gebruik nie.
be: Рэкамендуецца адключыць іншыя праграмы аўтазапаўнення ў наладах, калі вы не плануеце выкарыстоўваць іх.
eu: Ezarpenak atalean auto-betetze aplikazioak desaktibatzea gomendatzen dugu, erabili nahi ez badituzu.
fil: Inirerekomenda naming patayin ang iba pang mga app pang-autofill sa Mga Setting kung hindi mo sila balak gamitin.
lt: Dabar prisijungimo duomenys yra lengvai pasiekiami tiesiog iš klaviatūros, kai prisijungiate prie programų ir svetainių.

# BitwardenAutofillDescription
source: Access your vault directly from your keyboard to quickly auto-fill passwords.
af: Open u kluis regstreeks vanaf u toetsbord om wagwoorde vinnig te outovul.
be: Атрымайце доступ да свайго сховішча непасрэдна з клавіятуры для хуткага аўтазапаўнення.
eu: Sartu kutxa gotorrera zuzenean teklatutik, pasahitzak azkar auto-betetzeko.
fil: Direktang ma-access ang vault mo mula sa iyong keyboard para awtomatikong mailagay ang mga password.
lt: Norėdami greitai automatiškai užpildyti slaptažodžius, pasiekite saugyklą tiesiai iš klaviatūros.

# AutofillTurnOn
source: To enable password auto-fill on your device, follow these instructions:
af: Volg hierdie instruksies om wagwoordoutovul op u toestel te aktiveer:
be: Прытрымлівайцеся гэтых інструкцый для таго, каб уключыць аўтазапаўненне пароляў на вашай прыладзе:
eu: Zure gailuan pasahitza automatikoki betetzeko aukera gaitzeko, jarraitu jarraibide hauei:
fil: Sundin ang mga hakbang na ito para ihanda ang pag-autofill ng password sa iyong device:
hi: अपने डिवाइस पर पासवर्ड ऑटो-फिल सेट करने के लिए इन स्टेप को फॉलो करें:
lt: Norėdami įrenginyje nustatyti automatinį slaptažodžio užpildymą, vadovaukitės šiomis instrukcijomis:

# AutofillTurnOn1
source: 1. Go to the iOS "Settings" app
af: 1. Gaan na iOS se “Instellings”-toep
be: 1. Перайдзіце ў "Налады" iOS
eu: 1. Joan iOS "Ezarpenak" aplikaziora
fil: 1. Pumunta sa app ng "Mga Setting" ng iOS
hi: 1. आईओएस के "सेटिंग" ऐप में जाएं
lt: 1. Eikite į „iOS“ programą „Nustatymai“

# AutofillTurnOn2
source: 2. Tap "Passwords & Accounts"
af: 2. Tik op “Wagwoorde & Rekeninge”
be: 2. Дакраніцеся "Паролі"
eu: 2. Sakatu "Pasahitzak"
fil: 2. Pindutin ang "Mga Password"
hi: 2. "पासवर्ड" पर टैप करें
lt: 2. Palieskite „Slaptažodžiai“

# AutofillTurnOn3
source: 3. Tap "AutoFill Passwords"
af: 3. Tik “Outovul wagwoorde”
be: 3. Дакраніцеся да "Аўтазапаўненне пароляў"
eu: 3. Sakatu "Pasahitzak automatikoki bete"
fil: 3. Pindutin ang "Mga Password ng AutoFill"
hi: 3. "पासवर्ड ऑटोफिल करें" पर टैप करें
lt: 3. Palieskite „Automatiškai užpildyti slaptažodžius“

# AutofillTurnOn4
source: 4. Turn on AutoFill
af: 4. Aktiveer Outovul
be: 4. Уключыце аўтазапаўненне
eu: 4. Piztu Automatikoki bete
fil: 4. Buksan ang AutoFill
hi: 4. ऑटोफिल ऑन करें

# AutofillTurnOn5
source: 5. Select "Bitwarden"
af: 5. Kies “Bitwarden”
be: 5. Выберыце "Bitwarden"
eu: 5. Hautatu "Bitwarden"
fil: 5. Piliin ang "Bitwarden"
hi: 5. "बिटवार्डन" चुनें
lt: 5. Pasirinkite „Bitwarden“
