Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

# MasterPasswordPolicyValidationMessage
source: Password does not meet organisation requirements. Please check the policy information and try again.
af: Wagwoord voldoen nie aan organisasievereistes nie. Gaan die beleidsinligting na en probeer weer.
be: Пароль не адпавядае патрабаванням арганізацыі. Калі ласка, праверце інфармацыю пра палітыку і паспрабуйце яшчэ раз.
eu: Pasahitzak ez ditu erakundearen baldintzak betetzen. Mesedez, berrikusi politika eta saiatu berriro.
fil: Hindi nakapasa sa mga requirement ng organisasyon ang password. Sumangguni sa impormasyon tungkol sa mga patakaran at subukan ulit.
hi: Password does not meet organization requirements. Please check the policy information and try again.
lt: Slaptažodis neatitinka organizacijos reikalavimų. Patikrinkite politikos informaciją ir bandykite dar kartą.

source: Loading
af: Laai tans
be: Загрузка
eu: Kargatzen
fil: Naglo-load
hi: लोड हो रहा है
lt: Įkeliama

# AcceptPolicies
source: By activating this switch you agree to the following:
af: Deur hierdie skuifknop te aktiveer stem u in tot die volgende:
be: Актывуючы гэты пераключальнік, вы пагаджаецеся з наступным:
eu: Gaitzean, honakoa onartzen duzu:
fil: Sumasang-ayon ka sa sumusunod sa pamamagitan ng pagbukas sa switch na ito:
lt: Aktyvuodami šį jungiklį sutinkate su šiais dalykais:

# AcceptPoliciesError
source: Terms of Service and Privacy Policy have not been acknowledged.
af: Gebruiksvoorwaardes en privaatheidsbeleid is nie erken nie.
be: Умовы выкарыстання і Палітыка прыватнасці не былі пацверджаны.
eu: Zerbitzuaren baldintzak eta pribatutasun politika ez dira onartu.
fil: Hindi pa natatanggap ang Mga Tuntunin ng Serbisyo at Patakaran sa Privacy.
hi: सेवा की शर्ते और प्राइवसी पॉलिसी माने नहीं गए हैं।
lt: Paslaugų teikimo sąlygos ir privatumo politika nebuvo pripažinti.

source: Terms of Service
af: Gebruiksvoorwaardes
be: Умовы выкарыстання
eu: Zerbitzuaren baldintzak
fil: Mga Tuntunin ng Serbisyo
hi: सेवा की शर्ते
lt: Paslaugų teikimo sąlygos

source: Privacy Policy
af: Privaatheidsbeleid
be: Палітыка прыватнасці
eu: Pribatutasun politika
fil: Patakaran sa Privacy
hi: प्राइवसी पॉलिसी
lt: Privatumo politika

# AccessibilityDrawOverPermissionAlert
source: Bitwarden needs attention - Enable "Draw-Over" in "Auto-fill Services" from Bitwarden Settings
af: Bitwarden kort aandag - Aktiveer “Bo-op” in “Outovuldienste” in Bitwarden Instellings
be: Bitwarden патрабуе вашай увагі - Уключыце "Па-над усімі праграмамі" у "Службе аўтазапаўнення" наладаў Bitwarden
eu: Bitwardenek laguntza behar du - Gainjartzea gaitu behar duzu Bitwarden ezarpenetako "automatikoki betetzeko zerbitzua"-n
fil: Bigyang atensyon ang Bitwarden - Buksan ang "Draw-Over" sa Mga Setting ng Bitwarden
hi: Bitwarden needs attention - Turn on "Draw-Over" in "Auto-fill Services" from Bitwarden Settings
lt: „Bitwarden“ reikia dėmesio – „Bitwarden“ nustatymų „Auto-fill Services“ skiltyje įjunkite „Draw-Over“

source: Auto-fill Services
af: Outovuldienste
be: Службы аўтазапаўнення
eu: Automatikoki betetzeko zerbitzuak
fil: Mga serbisyo sa pag-autofill
lt: Automatinio pildymo paslaugos

# InlineAutofill
source: Use Inline Autofill
af: Gebruik inlyn outovul
be: Выкарыстоўваць убудаванае аўтазапаўненне
eu: Erabili lineako auto-betetzea
fil: Gumamit ng inline autofill
lt: Naudokite tiesioginį automatinį pildymą

# InlineAutofillDescription
source: Use inline autofill if your selected IME (keyboard) supports it. If your configuration is not supported (or this option is disabled), the default Autofill overlay will be used.
af: Gebruik inlyn outovul indien u gekose IME (toetsbord) dit ondersteun. Indien u konfigurasie nie ondersteun word nie (of die opsie is gedeaktiveer), sal die verstekoutovuloorleg gebruik word.
be: Выкарыстоўваць убудаванае аўтазапаўненне, калі выбраны спосаб уводу (клавіятура) яго падтрымлівае. Калі вашая канфігурацыя не падтрымліваецца (або гэты параметр адключаны), будзе выкарыстоўвацца прадвызначанае аўтазапаўненне.
eu: Erabili teklatuko lerroko automatikoki betetzea, hautatutako IME-ak (teklatua) onartzen badu. Ezarpenak ez badira bateragarriak (edo aukera hau desgaituta badago), automatikoki betetzeko gainjartzea erabiliko da lehenespenez.
fil: Gumamit ng inline autofill kung suportado ito ng IME (keyboard) mo. Kung hindi suportado ang kompigurasyon mo (o nakasara ang opsyong ito), gagamitin ang default na overlay ng Autofill.
hi: Use inline autofill if your selected IME (keyboard) supports it. If your configuration is not supported (or this option is turned off), the default Autofill overlay will be used.
lt: Naudokite tiesioginį automatinį pildymą, jei pasirinkta IME (klaviatūra) jį palaiko. Jei jūsų konfigūracija nepalaikoma (arba ši parinktis išjungta), bus naudojama numatytoji automatinio pildymo perdanga.

# Accessibility
source: Use Accessibility
af: Gebruik toeganklikheid
be: Спецыяльныя магчымасці
eu: Erabili erabilerraztasuna
fil: Gumamit ng aksesibilidad
lt: Naudokite prieinamumą

# AccessibilityDescription
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. When enabled, we'll display a popup when login fields are selected.
af: Gebruik die Bitwarden toeganklikheidsdiens om u aantekeninge oor toeps en die web heen in te vul. Wanneer dit geaktiveer is sal ’n opwipvenster aandui wanneer aantekenvelde gekies word.
be: Выкарыстоўвайце службу спецыяльных магчымасцей Bitwarden для аўтазапаўнення вашых лагінаў у разнастайных праграмах. Калі гэты параметр уключаны, пры выбары палёў для ўваходу будзе паказана ўсплывальнае акно.
eu: Erabili Bitwarden erabilerraztasun zerbitzua zure saio hasierak aplikazioen eta webgunearen bidez automatikoki betetzeko. Gaituta dagoenean, popup bat agertuko da saio-hasierako eremuak hautatzean.
fil: Gamitin ang Serbisyo sa Aksesibilidad ng Bitwarden para i-autofill ang mga login mo sa mga app at sa web. Kapag na-set up, magpapakita kami ng popup kung napindot ang mga login field.
hi: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. When set up, we'll display a popup when login fields are selected.
lt: Naudokite „Bitwarden“ pritaikymo neįgaliesiems paslaugą, kad automatiškai užpildytumėte prisijungimo duomenis programose ir žiniatinklyje. Kai bus nustatyta, bus rodomas iššokantis langas, kai bus pasirinkti prisijungimo laukai.

# AccessibilityDescription2
source: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. (Requires Draw-Over to be enabled as well)
af: Gebruik die Bitwarden toeganklikheidsdiens om u aantekeninge oor toeps en die web heen in te vul. (Vereis dat Bo-op ook geaktiveer is)
be: Выкарыстоўвайце службу спецыяльных магчымасцей Bitwarden для аўтазапаўнення вашых лагінаў у разнастайных праграмах (неабходна ўключыць функцыю "Па-над усімі праграмамі").
eu: Erabili Bitwarden erabilerraztasun zerbitzua zure saio hasierak aplikazioen eta webgunearen bidez automatikoki betetzeko. (Gainjartzeak gaituta egon behar du)
fil: Gamitin ang Serbisyo sa Aksesibilidad ng Bitwarden para i-autofill ang mga login mo sa mga app at sa web. (Kailangang nakabukas rin ang Draw-Over)
hi: Use the Bitwarden Accessibility Service to auto-fill your logins across apps and the web. (Requires Draw-Over to be turned on as well)
lt: Naudokite „Bitwarden“ pritaikymo neįgaliesiems paslaugą, kad automatiškai užpildytumėte prisijungimo duomenis programose ir žiniatinklyje. (Taip pat reikia įjungti Draw-Over)

# AccessibilityDescription3
source: Use the Bitwarden Accessibility Service to use the Autofill Quick-Action Tile, and/or show a popup using Draw-Over (if enabled).
af: Gebruik die Bitwarden Toeganklikheidsdiens om die Outovul-kitsaksieteël te gebruik en/of ’n opwipvenster met Bo-op (indien geaktiveer) te toon.
be: Выкарыстоўвайце службу спецыяльных магчымасцей Bitwarden, каб скарыстацца панэллю хуткага аўтазапаўнення, а таксама для паказу ўсплывальнага акна з выкарыстаннем параметра "Па-над усімі праграмамі" (калі ён уключаны).
eu: Erabili Bitwarden erabilerraztasun zerbitzua auto-betetze ekintza azkarreko mosaikoa erabiltzeko eta/edo erakutsi popup bat gainjartzea erabiliz (gaituta badago).
fil: Gamitin ang Serbisyo sa Aksesibilidad ng Bitwarden para magamit ang Autofill Quick-Action Tile, at/o magpakita ng popup gamit ang Draw-Over (kung nakabukas ito).
hi: Use the Bitwarden Accessibility Service to use the Autofill Quick-Action Tile, and/or show a popup using Draw-Over (if turned on).
lt: Naudokite „Bitwarden“ pritaikymo neįgaliesiems paslaugą, kad galėtumėte naudoti automatinio pildymo greito veiksmo plytelę ir (arba) rodyti iššokantįjį langą naudodami „Draw-Over“ (jei įjungta).

# AccessibilityDescription4
source: Required to use the Autofill Quick-Action Tile, or to augment the Autofill Service by using Draw-Over (if enabled).
af: Word vereis om die Outovul-kitsaksieteël te gebruik of om die Outovuldiens aan te vul deur Bo-op (indien geaktiveer) te gebruik.
be: Патрабуецца для выкарыстання панэлі хуткага аўтазапаўнення або для дапаўнення службы аўтазапаўнення пры выкарыстанні параметра "Па-над усімі праграмамі" (калі ён уключаны).
eu: Ekintza azkarreko mosaikoa erabili behar da auto-betetzerako, edo auto-betetze zerbitzua hobetu, gainjartzea erabiliz (gaituta badago).
fil: Kailangan para gamitin ang Autofill Quick-Action Tile, o para dumagdag sa Serbisyo Pang-autofill gamit ang Draw-Over (kung nakabukas ito).
hi: Required to use the Autofill Quick-Action Tile, or to augment the Autofill Service by using Draw-Over (if turned on).
lt: Būtina naudoti automatinio pildymo greito veiksmo plytelę arba papildyti automatinio pildymo paslaugą naudojant „Draw-Over“ (jei įjungta).

# DrawOver
source: Use Draw-Over
af: Gebruik Bo-op
be: Выкарыстоўваць "Па-над усімі праграмамі"
eu: Erabili gainjartzea
fil: Gumamit ng draw-over
hi: ड्रॉ-ओवर इस्तेमाल करें
lt: Naudokite pertraukimą

# DrawOverDescription
source: When enabled, allows the Bitwarden Accessibility Service to display a popup when login fields are selected.
af: Indien dit geaktiveer is kan die Bitwarden Toeganklikheidsdiens ’n opwipvenster toon wanneer aantekenvelde gekies word.
be: Калі ўключана, дазваляе службе спецыяльных магчымасцей Bitwarden паказваць усплывальную панэль пры выбары палёў уваходу.
eu: Gaituta dagoenean, Bitwarden erabilerraztasun zerbitzuari popup bat erakusteko aukera ematen dio sarbide eremuak hautatzean.
fil: Pinapayagan ang Serbisyo sa Aksesibilidad ng Bitwarden na magpakita ng popup kapag napindot ang mga login field.
hi: Allows the Bitwarden Accessibility Service to display a popup when login fields are selected.
lt: Leidžia „Bitwarden“ pritaikymo neįgaliesiems paslaugai rodyti iššokantįjį langą, kai pasirenkami prisijungimo laukai.

# DrawOverDescription2
source: If enabled, the Bitwarden Accessibility Service will display a popup when login fields are selected to assist with auto-filling your logins.
af: Indien geaktiveer sal die Bitwarden Toeganklikheidsdiens ’n opwipvenster toon wanneer aantekenvelde gekies word om te help met outovul van aantekeninge.
be: Калі ўключана, служба спецыяльных магчымасцей Bitwarden пакажа ўсплывальнае апавяшчэнне пры выбары палёў для ўваходу, каб дапамагчы аўтаматычна запоўніць вашы ўліковыя даныя.
eu: Gaituta badago, Bitwarden erabilerraztasun zerbitzuak popup bat erakutsiko du saio-hasierako eremuak hautatzen direnean, saio hasierak automatikoki betetzen laguntzeko.
fil: Kung nakabukas, magpapakita ang Serbisyo sa Aksesibilidad ng Bitwarden ng popup kapag napindot ang mga login field para tumulong sa pag-autofill ng mga login mo.
hi: If turned on, the Bitwarden Accessibility Service will display a popup when login fields are selected to assist with auto-filling your logins.
lt: Jei įjungta, „Bitwarden“ pritaikymo neįgaliesiems paslauga parodys iššokantįjį langą, kai bus pasirinkti prisijungimo laukai, padedantys automatiškai užpildyti prisijungimo duomenis.

# DrawOverDescription3
source: If enabled, accessibility will show a popup to augment the Autofill Service for older apps that don't support the Android Autofill Framework.
af: Indien geaktiveer sal toeganklikheid ’n opwipvenster toon om die Outovuldiens aan te vul vir ouer toeps wat nie die Android Outovulraamwerk steun nie.
be: Калі ўключана, служба спецыяльных магчымасцей Bitwarden пакажа ўсплывальнае апавяшчэнне, каб выклікаць службу аўтазапаўнення для старых праграм, якія не падтрымліваюць Android Autofill Framework.
eu: Gaituz gero, Android-en auto-betetze Framework-arekin bateragarri ez diren aplikazio zaharragoen auto-betetze zerbitzua handitzeko popup bat erakutsiko du erabilerraztasunak.
fil: Kung nakabukas, magpapakita ang aksesibilidad ng popup para dumagdag sa Serbisyo Pang-autofill sa mga lumang app na hindi sinusuportahan ang Android Autofill Framework.
hi: If turned on, accessibility will show a popup to augment the Autofill Service for older apps that don't support the Android Autofill Framework.
lt: Jei įjungta, pritaikymo neįgaliesiems bus rodomas iššokantis langas, papildantis automatinio pildymo paslaugą senesnėms programoms, kurios nepalaiko „Android“ automatinio pildymo sistemos.

# PersonalOwnershipSubmitError
source: Due to an Enterprise Policy, you are restricted from saving items to your personal vault. Change the Ownership option to an organization and choose from available Collections.
af: Weens ’n ondernemingsbeleid mag u geen wagwoorde in u persoonlike kluis bewaar nie. Verander die eienaarskap na ’n organisasie en kies uit ’n van die beskikbare versamelings.
be: У адпаведнасці з палітыкай прадпрыемства вам забаронена захоўваць элементы ў асабістым сховішчы. Змяніце параметры ўласнасці на арганізацыю і выберыце з даступных калекцый.
eu: Erakundeko politika bat dela eta, ezin dituzu elementuak zure kutxa gotor pertsonalean gorde. Aldatu jabe aukera erakunde aukera batera, eta aukeratu bilduma erabilgarrien artean.
fil: Dahil sa isang patakaran sa enterprise, pinaghihigpitan ang pag-save ng mga item sa individual vault mo. Baguhin ang opsyon sa pagmamay-ari papunta sa isang organisasyon at pumili mula sa mga available ng koleksyon.
hi: Due to an enterprise policy, you are restricted from saving items to your individual vault. Change the ownership option to an organization and choose from available collections.
lt: Dėl įmonės politikos jums neleidžiama saugoti daiktų asmeninėje saugykloje. Pakeiskite nuosavybės parinktį į organizaciją ir pasirinkite iš galimų kolekcijų.

# PersonalOwnershipPolicyInEffect
source: An organization policy is affecting your ownership options.
af: ’n Organisasiebeleid beïnvloed u eienaarskapopsies.
be: Палітыка арганізацыі ўплывае на вашы параметры ўласнасці.
eu: Erakunde politika batek, jabetza aukerei eragiten die.
fil: Naaapektuhan ng isang patakaran sa organisasyon ang mga opsyon mo sa pagmamay-ari.
lt: Organizacijos politika turi įtakos jūsų nuosavybės galimybėms.

source: All Sends
af: Alle Sends
be: Усе Send'ы
eu: Send guztiak
fil: Lahat ng Mga Send
hi: सारे सेंड
lt: Visi siuntimai

source: Sends
be: Send'ы
eu: Send-ak
fil: Mga Send
hi: सेंड
lt: Siuntimai

# NameInfo
source: A friendly name to describe this Send.
af: ’n Vriendelike naam om hierdie Send te beskryf.
be: Зразумелая назва для апісання гэтага Send'a.
eu: Send hau deskribatzeko izena.
fil: Isang simpleng pangalan para ilarawan ang Send na ito.
lt: Draugiškas pavadinimas, apibūdinantis šį siuntimą.

source: Text
af: Teks
be: Тэкст
eu: Testua
fil: Teksto
hi: टेक्सट
lt: Tekstas

# TypeText
source: Text
af: Teks
be: Тэкст
eu: Testua
fil: Teksto
hi: टेक्सट
lt: Tekstas

# TypeTextInfo
source: The text you want to send.
af: Die teks wat u wil verstuur.
be: Тэкст, які вы хочаце адправіць.
eu: Bidali nahi duzun testua.
fil: Ang tekstong gusto mong ipadala.
lt: Tekstas, kurį norite siųsti.

# HideTextByDefault
source: When accessing the Send, hide the text by default
af: Versteek die teks be verstek wanneer die Send gebruik word
be: Пры доступе да Send прадвызначана хаваць тэкст
eu: Send-era sartzean, ezkutatu testua modu lehenetsian
fil: Kung binubuksan ang Send na ito, itago ang teksto by default
lt: Kai pasiekiate Siųsti, pagal numatytuosius nustatymus paslėpkite tekstą

# TypeFile
source: File
af: Lêer
be: Файл
eu: Fitxategia
hi: फाइल
lt: Failas

# TypeFileInfo
source: The file you want to send.
af: Die lêer wat u wil verstuur.
be: Файл, які вы хочаце адправіць.
eu: Bidali nahi duzun fitxategia.
fil: Ang file na gusto mong ipadala.
lt: Failas, kurį norite siųsti.

source: File type is selected.
af: Lêertipe is gekies.
be: Тып файла выбраны.
eu: Fitxategi mota hautatu da.
fil: Pinili ang uri ng file.
lt: Pasirinktas failo tipas.

# FileTypeIsNotSelected
source: File type is not selected, tap to select.
af: Lêertipe is nie gekies nie, tik om te kies.
be: Тып файла не выбраны. Дакраніцеся, каб выбраць.
eu: Fitxategi mota ez da hautatu, sakatu hautatzeko.
fil: Hindi pa napipili ang uri ng file, pindutin para pumili.
lt: Failo tipas nepasirinktas, palieskite, kad pasirinktumėte.

source: Text type is selected.
af: Tekstipe is gekies.
be: Тып тэксту выбраны.
eu: Testu mota hautatu da.
fil: Pinili ang uri ng teksto.
lt: Pasirinktas teksto tipas.

# TextTypeIsNotSelected
source: Text type is not selected, tap to select.
af: Tekstipe is nie gekies nie, tik om te kies.
be: Тып тэксту не выбраны. Дакраніцеся, каб выбраць.
eu: Testu mota ez da hautatu, sakatu hautatzeko.
fil: Hindi pa napipili ang uri ng teksto, pindutin para pumili.
lt: Failo tipas nepasirinktas, palieskite, kad pasirinktumėte.

source: Deletion Date
af: Skrapdatum
be: Дата выдалення
eu: Ezabatze data
fil: Petsa kung kailan buburahin
hi: हटाने की तारीख
lt: Ištrynimo data

source: Deletion Time
af: Skraptyd
be: Час выдалення
eu: Ezabatutako unea
fil: Oras kung kailan buburahin
hi: हटाने का टाइम
lt: Panaikinimo laikas

# DeletionDateInfo
source: The Send will be permanently deleted on the specified date and time.
af: Die Send sal outomaties op die aangewese datum en tyd geskrap word.
be: Send будзе незваротна выдалены ў азначаныя дату і час.
eu: Send-a betiko ezabatuko da zehaztutako datan eta orduan.
fil: Permanenteng mabubura ang Send sa napiling petsa at oras.
lt: Nurodytą datą ir laiką siuntinys bus visam laikui ištrintas.

# PendingDelete
source: Pending deletion
af: Word geskrap
be: Чаканне выдалення
eu: Ezabatzea egiteke
fil: Nakabinbin ang pagbura
lt: Laukiama ištrynimo

source: Expiration Date
af: Vervaldatum
be: Дата завяршэння
eu: Iraungitze data
fil: Petsa kung kailan ma-e-expire
hi: एक्सपायरी डेट
lt: Galiojimo laiko data

source: Expiration Time
af: Vervaldatum
be: Час завяршэння
eu: Iraungitze unea
fil: Oras kung kailan ma-e-expire
lt: Galiojimo laikas

# ExpirationDateInfo
source: If set, access to this Send will expire on the specified date and time.
af: Indien ingestel sal toegang tot hierdie Send op die aangewese datum en tyd verstryk.
be: Калі прызначана, доступ да гэтага адпраўлення завершыцца ў зададзеныя дату і час.
eu: Hala ezartzen bada, Send honetarako sarbidea zehaztutako egunean eta orduan amaituko da.
fil: Kung naitakda, mag-e-expire ang access sa Send na ito sa napiling petsa at oras.
lt: Jei nustatyta, prieiga prie šio siuntimo nustos galioti nurodytą datą ir laiką.

source: Expired
af: Verstreke
be: Пратэрмінавана
eu: Iraungita
fil: Na-expire na
hi: एक्सपायर हो गया
lt: Nebegalioja

source: Maximum Access Count
af: Maksimum toegangsaantal
be: Максімальная колькасць доступаў
eu: Sarbide kopuru maximoa
fil: Pinakamataas na beses ng pag-access
lt: Maksimalus prieigos skaičius

# MaximumAccessCountInfo
source: If set, users will no longer be able to access this send once the maximum access count is reached.
af: Indien ingestel het gebruikers ne meer toegang tot hierdie Send sodra die maksimum aantal toegang bereik is.
be: Калі прызначана, то карыстальнікі больш не змогуць атрымаць доступ да гэтага Send пасля таго, як будзе дасягнута максімальная колькасць зваротаў.
eu: Hala ezartzen bada, erabiltzaileak ezin izango dira Send honetara sartu gehienezko sarbide kopurura iritsi ondoren.
fil: Kung naitakda, hindi na maa-access ng mga user ang Send na ito kapag naabot ang pinakamataas na beses ng pag-access.
lt: Jei nustatyta, vartotojai nebegalės pasiekti šio siuntimo, kai bus pasiektas maksimalus prieigos skaičius.

# MaximumAccessCountReached
source: Max access count reached
af: Maks toegangsaantal bereik
be: Дасягнута максімальная колькасць доступаў
eu: Sarbide kopuru maximoa gaindituta
fil: Naabot na ang pinakamataas na beses ng pag-access
lt: Pasiektas maksimalus prisijungimų skaičius

source: Current Access Count
af: Huidige toegangsaantal
be: Бягучая колькасць доступаў
eu: Uneko sarbide kopurua
fil: Kasalukuyang beses ng pag-access
lt: Dabartinis prieigos skaičius

source: New Password
af: Nuwe wagwoord
be: Новы пароль
eu: Pasahitz berria
fil: Bagong password
hi: नया पासवर्ड
lt: Naujas slaptažodis

# PasswordInfo
source: Optionally require a password for users to access this Send.
af: Vereis opsioneel ’n wagwoord vir gebruikers om toegang tot hierdie Send te verkry.
be: Па магчымасці запытваць у карыстальнікаў пароль для доступу да гэтага Send.
eu: Nahi izanez gero, pasahitza eskatu erabiltzaileak Send honetara sar daitezen.
fil: Ipayo na mag-require ng password para ma-access ng mga user ang Send na ito.
lt: Pasirinktinai reikalauti slaptažodžio, kad vartotojai galėtų pasiekti šį siuntimą.

source: Remove Password
af: Verwyder wagwoord
be: Выдаліць пароль
eu: Kendu pasahitza
fil: Tanggalin ang password
hi: पासवर्ड हटाएं
lt: Šalinti slaptažodį

# AreYouSureRemoveSendPassword
source: Are you sure you want to remove the password?
af: Is u seker u wil die wagwoord verwyder?
be: Вы сапраўды хочаце выдаліць пароль?
eu: Ziur al zaude pasahitz hau ezabatu nahi duzula?
fil: Sigurado ka bang gusto mong tanggalin ang password?
lt: Ar tikrai norite pašalinti slaptažodį?

# RemovingSendPassword
source: Removing password
af: Verwyder tans wagwoord
be: Выдаленне пароля
eu: Pasahitza kentzen
fil: Tinatanggal ang password
lt: Pašalinamas slaptažodis

# SendPasswordRemoved
source: Password has been removed.
af: Wagwoord is verwyder.
be: Пароль быў выдалены.
eu: Pasahitza kendu da.
fil: Natanggal ang password.
lt: Slaptažodis pašalintas.

# NotesInfo
source: Private notes about this Send.
af: Privaat notas oor hierdie Send.
be: Прыватныя нататкі пра гэты Send.
eu: Send honi buruzko ohar pribatuak.
fil: Mga pribadong tala tungkol sa Send na ito.
lt: Asmeninės pastabos apie šį Siuntinį.

# DisableSend
source: Disable this Send so that no one can access it.
af: Deaktiveer hierdie Send sodat niemand toegang daartoe het nie.
be: Адключыць гэты Send, каб ніхто не змог атрымаць да яго доступ
eu: Desgaitu Send hau inor sar ez dadin
fil: I-deactivate ang Send na ito para walang sinumang maka-access nito
hi: Deactivate this Send so that no one can access it
lt: Išjunkite šį siuntimą, kad niekas negalėtų jo pasiekti

# NoSends
source: There are no sends in your account.
af: Daar is geen Sends in u rekening nie.
be: У вашым Send'e адсутнічаюць уліковыя запісы.
eu: Zure kontuan ez dago Send-ik.
fil: Walang mga Send sa account mo.
lt: Jūsų paskyroje nėra siuntinių.

source: Add a Send
af: Voeg ’n Send toe
be: Дадаць Send
eu: Gehitu Send-a
fil: Magdagdag ng isang Send
hi: सेंड डालें
lt: Pridėti siuntinį

source: Copy Link
af: Kopieer skakel
be: Скапіяваць спасылку
eu: Kopiatu esteka
fil: Kopyahin ang link
hi: लिंक कॉपी करें
lt: Kopijuoti nuorodą

source: Share Link
af: Deel skakel
be: Абагуліць спасылку
eu: Partekatu esteka
fil: Ibahagi ang link
hi: लिंक शेयर करें
lt: Dalintis nuoroda

source: Send link
af: Send-skakel
be: Спасылка на Send
eu: Send esteka
fil: Link ng Send
hi: लिंक सेंड करें
lt: Siųsti nuorodą
