Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

# BitwardenAutofillServiceOverlay
source: When you select an input field and see a Bitwarden auto-fill overlay, you can tap it to launch the auto-fill service.
af: Wanneer u ’n toevoerveld kies en ’n Bitwarden-outovuloorleg sien, kan u daarop tik om die outovuldiens te lanseer.
be: Калі пры выбары поля ўводу вы бачыце накладанне аўтазапаўнення Bitwarden, вы можаце дакрануцца да яго, каб запусціць службу аўтазапаўнення.
eu: Sarrera-eremu bat hautatu eta Bitwardenen automatikoki betetzerako gainjartze bat ikusten duzunean, bere kasa betetzeko erabil dezakezu.
fil: Pwede mong pindutin ang overlay sa pag-autofill ng Bitwarden pagpindot mo sa isang input field para buksan ang serbisyo pang-autofill.
hi: इनपुट फील्ड को चुनने पर अगर एक बिटवार्डन ऑटो-फिल स्क्रीन दिखता हैं, तो उसपर टैप करके ऑटो-फिल सर्विस लॉन्च किया जा सकता है।
lt: Kai pasirenkate įvesties lauką ir matote „Bitwarden“ automatinio pildymo perdangą, galite ją paliesti, kad paleistumėte automatinio pildymo paslaugą.

# BitwardenAutofillServiceNotificationContent
source: Tap this notification to auto-fill an item from your vault.
af: Tik hierdie kennisgewing om ’n item vanuit u kluis outomaties in te vul.
be: Дакраніцеся да гэтага апавяшчэння, каб аўтазапоўніць элемент са свайго сховішча.
eu: Sakatu jakinarazpen hau kutxa gotorreko elementu bat automatikoki betetzeko.
fil: Pindutin ang notipikasyong ito para i-autofill ang isang item mula sa vault mo.
hi: अपने तिजोरी से आइटम ऑटो-फिल करने के लिए इस नोटिफिकेशन पर टैप करें।
lt: Bakstelėkite šį pranešimą, kad automatiškai užpildytumėte elementą iš saugyklos.

# BitwardenAutofillServiceOpenAccessibilitySettings
source: Open accessibility settings
af: Open toeganklikheidsinstellings
be: Адкрыць налады спецыяльных магчымасцей
eu: Ireki erabilerraztasun ezarpenak
fil: Buksan ang Mga Setting ng Aksesibilidad
hi: एक्सेसिबिलिटी सेटिंग खोलें
lt: Atidarykite pritaikymo neįgaliesiems nustatymus

# BitwardenAutofillServiceStep1
source: 1. On the Android accessibility settings screen, touch "Bitwarden" under the Services heading.
af: 1. Kies “Bitwarden” onder die Dienste-kop in Android se toeganklikheidsinstellings.
be: 1. На экране наладаў Android у раздзеле "Спецыяльных магчымасці" пад загалоўкам "Сэрвісы" выберыце "Bitwarden".
eu: 1. Androiderako erabilerraztasun ezarpenetan, sakatu "Bitwarden" zerbitzuetan.
fil: 1. Sa screen ng Mga Setting sa Aksesibilidad ng Android, pindutin ang Bitwarden sa ilalim ng heading ng Mga Serbisyo.
hi: 1. एंड्रॉइड एक्सेसिबिलिटी सेटिंग में, सर्विस टाइटल के अंदर "बिटवार्डन" पर टैप करें।
lt: 1. „Android“ pritaikymo neįgaliesiems nustatymų ekrane palieskite „Bitwarden“ po antrašte „Paslaugos“.

# BitwardenAutofillServiceStep2
source: 2. Switch on the toggle and press OK to accept.
af: 2. Wissel die skakelaar en kies Goed om te aanvaar.
be: 2. Актывуйце пераключальнік і націсніце "Добра" для пацвярджэння.
eu: 2. Gaitu eta sakatu OK onartzeko.
fil: 2. Buksan ang toggle at pindutin ang OK para sumang-ayon.
hi: 2. स्विच ऑन करें और "ठीक है" दबाएं।
lt: 2. Įjunkite jungiklį ir paspauskite OK, kad priimtumėte.

source: Disabled
af: Gedeaktiveer
be: Адключана
eu: Desgaitua
fil: Hindi pinapagana
hi: बंद
lt: Išjungta

source: Enabled
af: Geaktiveer
be: Уключана
eu: Gaituta
fil: Pinapagana
hi: चालू
lt: Įjungta

source: Off
af: Af
be: Выключана
eu: Itzalita
fil: Nakasara
hi: ऑफ
lt: Išjungta

source: On
af: Aan
be: Уключана
eu: Piztuta
fil: Nakabukas
hi: ऑन
lt: Įjungti

source: Status
be: Статус
eu: Egoera
fil: Katayuan
hi: स्टेटस
lt: Būsena

# BitwardenAutofillServiceAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden Auto-fill Service. Learn more about using the Bitwarden Auto-fill Service by navigating to the "Settings" screen.
af: Die eenvoudigste manier om nuwe aantekeninge tot u kluis toe te voeg is vanuit die Bitwarden-outovuldiens. Leer meer oor die gebruik van die Bitwarden-outovuldiens in “Instellings”.
be: Самым простым спосаб дадаць новыя лагіны ў ваша сховішча з'яўляецца выкарыстанне службы аўтазапаўнення Bitwarden. Дадатковыя звесткі пра выкарыстанне гэтага пашырэння можна знайсці ў раздзеле "Налады".
eu: Zure kutxa gotorrean saio hasiera berriak gehitzeko modurik errazena Bitwardenen automatikoki betetzeko zerbitzua erabiltzea da. Eskuratu informazio gehiago "Ezarpenak" eremuan.
fil: Ang pinakamadaling paraan para magdagdag ng bagong login sa vault mo ay gamit ang Serbisyo ng Bitwarden Pang-autofill. Para sa higit pang impormasyon tungkol sa serbisyong ito, pumunta sa screen ng "Mga Setting".
hi: बिटवार्डन ऑटो-फिल सर्विस अपने तिजोरी में नए लॉगइन जोड़ने का सबसे आसान तरीका है। "सेटिंग" स्क्रीन पर जाकर बिटवार्डन ऑटो-फिल सर्विस के बारे में ज़्यादा जानें।
lt: Lengviausias būdas pridėti naujų prisijungimų prie saugyklos yra iš „Bitwarden“ programos plėtinio. Sužinokite daugiau apie „Bitwarden“ programos plėtinio naudojimą nuėję į „Nustatymų“ ekraną.

source: Auto-fill
af: Outovul
be: Аўтазапаўненне
eu: Automatikoki betetzea
fil: I-autofill
hi: ऑटो-फिल
lt: Automatinis užpildymas

# AutofillOrView
source: Do you want to auto-fill or view this item?
af: Wil u hierdie item outovul of bekyk?
be: Вы сапраўды хочаце аўтазапоўніць або паглядзець гэты элемент?
eu: Elementu hau ikusi edo automatikoki bete nahi duzu?
fil: Gusto mo bang i-autofill o tingnan ang item na ito?
hi: ऑटो-फिल करें या ये आइटम देखें?
lt: Ar norite automatiškai užpildyti ar peržiūrėti šį elementą?

# BitwardenAutofillServiceMatchConfirm
source: Are you sure you want to auto-fill this item? It is not a complete match for "{0}".
af: Is u sekeru wil hierdie item outovul? Dit is nie ’n volledige ooreenstemming met “{0}” nie.
be: Вы сапраўды хочаце выкарыстоўваць для аўтазапаўнення гэты элемент? Ён не дакладна адпавядае "{0}".
eu: Ziur al zaude elementu hau automatikoki bete nahi duzula? Ez dago kointzidentzia osorik “{0}"-entzat.
fil: Sigurado ka bang gusto mong i-autofill ang item na ito? Hindi ito isang kumpletong tugma para sa "{0}".
hi: इस आइटम को ऑटो-फिल करें? ये "{0}" से पूरे तरह से मैच नहीं करता।
lt: Ar tikrai norite automatiškai užpildyti šį elementą? Tai nevisiškai atitinka „{0}“.

source: Matching items
af: Ooreenkomstige items
be: Адпаведныя элементы
eu: Kointzidentzia duten elementuak
fil: Mga tumutugmang item
hi: आइटम जो मैच कर रहे है
lt: Atitinkantys elementai

source: Possible matching items
af: Moontlik ooreenkomstige items
be: Магчымыя адпаведныя элементы
eu: Kointzidentzia posible bat duten elementuak
fil: Mga item na maaaring isang tugma
hi: आइटम जो मैच कर सकते है
lt: Galimai atitinkantys elementai

source: Search
af: Soek
be: Пошук
eu: Bilatu
fil: Maghanap
hi: सर्च करें
lt: Ieškoti

# BitwardenAutofillServiceSearch
source: You are searching for an auto-fill item for "{0}".
af: U soek na ’n outovulitem vir “{0}”.
be: Вы шукаеце элемент аўтазапаўнення для "{0}".
eu: "{0}"-entzat automatikoki betetzeko elementu baten bila zabiltza.
fil: Naghahanap ka ng item pang-autofill para sa "{0}".
hi: आप "{0}" के लिए ऑटो-फिल आइटम खोज रहे है।
lt: Jūs ieškote automatinio užpildymo elemento „{0}“.

# LearnOrg
source: Learn about organisations
af: Meer oor organisasies
be: Даведацца пра арганізацыі
eu: Erakundeak ezagutu
fil: Matuto pa tungkol sa mga organisasyon
hi: ऑर्गनाइज़ेशन के बारे में जानें
lt: Sužinoti apie organizacijas

# CannotOpenApp
source: Cannot open the app "{0}".
af: Kan nie die toep “{0}” open nie.
be: Немагчыма адкрыць праграму "{0}".
eu: Ezin da "{0}" aplikazioa ireki.
fil: Hindi mabuksan ang app na "{0}".
hi: "{0}" ऐप नहीं खोल पा रहे।
lt: Nepavyko atidaryti programos „{0}“.

# AuthenticatorAppTitle
source: Authenticator app
af: Waarmerktoep
be: Праграма аўтэнтыфікацыі
eu: Autentifikazio aplikazioa
hi: ऑथेंटिकेटर ऐप
lt: Autentifikavimo programa

# EnterVerificationCodeApp
source: Enter the 6 digit verification code from your authenticator app.
af: Voer die 6-syferbevestigingskode van u waarmerktoep in.
be: Увядзіце 6 лічбаў праверачнага кода з вашай праграмы аўтэнтыфікацыі.
eu: Sartu zure autentifikazio aplikazioaren 6 digituko egiaztatze-kodea.
fil: Ilagay ang 6 na numerong code pamberipika mula sa authenticator app mo.
hi: अपने ऑथेंटिकेटर ऐप से वेरिफिकेशन कोड डालें।
lt: Įveskite 6 skaitmenų patvirtinimo kodą iš autentifikavimo programos.

# EnterVerificationCodeEmail
source: Enter the 6 digit verification code that was emailed to {0}.
af: Voer die 6-syferbevestigingskode in wat aan {0} gestuur is.
be: Увядзіце 6 лічбаў праверачнага кода, які быў адпраўлены на {0}.
eu: Sartu {0}-era bidalitako 6 digituko egiaztatze-kodea.
fil: Ilagay ang 6 na numerong code pamberipikang in-email sa {0}.
hi: {0} को ईमेल किया गया वेरिफिकेशन कोड डालें।
lt: Įveskite 6 skaitmenų patvirtinimo kodą, kuris buvo išsiųstas el. paštu {0}.

source: Login unavailable
af: Aantekening onbeskikbaar
be: Уваход недаступны
eu: Ez dago eskuragarri saio-hasierarik
fil: Unavailable ang login
hi: लॉगइन मौजूद नहीं
lt: Prisijungimas nepasiekiamas

# NoTwoStepAvailable
source: This account has two-step login enabled. However, none of the configured two-step providers are supported on this device. Please use a supported device and/or add additional providers that are better supported across devices (such as an authenticator app).
af: Hierdie rekening het tweestapsaantekening geaktiveer, maar die toestel ondersteun geen van die gekonfigureerde aanbieders nie. Gebruik ’n ondersteunde toestel en/of voeg aanbieders toe wat beter ondersteuning bied vir meerdere toestelle (soos ’n waarmerktoep).
be: Для гэтага ўліковага запісу ўключаны двухэтапны ўваход, між тым ніводны з сканфігураваных пастаўшчыкоў двухэтапнага ўваходу не падтрымліваецца на гэтай прыладзе. Калі ласка, скарыстайцеся прыладай, якая падтрымлівае гэту тэхналогію і/або дадайце іншых пастаўшчыкоў, якія падтрымліваюцца на большасці прылад (напрыклад, праграма для аўтэнтыфікацыі).
eu: Kontu honek bi urratseko saio hasiera du gaituta, baina ezarritako bi urratsen hornitzaileak ez dira gailu honetan bateragarriak. Mesedez, erabili gailu bateragarri bat eta/edo gehitu beste hornitzaile bat, gailu guztietan bateragarriago direnak (adibidez, autentifikazio aplikazio bat).
fil: Gumagamit ng dalawang-hakbang na pag-log in ang account na ito, pero walang suportadong naitakdang two-step provider sa device na ito. Mangyaring gumamit ng suportadong device at/o karagdagang provider na may mas mainam na suporta sa iba't-ibang mga device (tulad ng isang authenticator app).
hi: इस अकाउंट पर टू-स्टेप लॉगइन सेट है, लेकिन सेट किया गया कोई भी टू-स्टेप प्रोवाइडर इस डिवाइस पर सपोर्ट नहीं किया जाता। कोई सपोर्ट किया गया डिवाइस इस्तेमाल करें और/या (ऑथेंटिकेटर ऐप जैसे) दूसरे प्रोवाइडर जोड़ें।
lt: Šioje paskyroje nustatytas dviejų etapų prisijungimas, tačiau šiame įrenginyje nepalaikomas nė vienas sukonfigūruotas dviejų žingsnių teikėjas. Naudokite palaikomą įrenginį ir (arba) pridėkite papildomų paslaugų teikėjų, kurie geriau palaikomi visuose įrenginiuose (pvz., autentifikavimo programą).

# RecoveryCodeTitle
source: Recovery code
af: Terugstelkode
be: Код аднаўлення
eu: Berreskuratze-kodea
fil: Code pang-recover
hi: रिकवरी कोड
lt: Atstatymo rėžimas

source: Remember me
af: Onthou my
be: Запомніць мяне
eu: Gogora nazazu
fil: Tandaan ako
hi: मुझे याद रखना
lt: Atsiminti slaptažodį

# SendVerificationCodeAgain
source: Send verification code email again
af: Stuur weer e-pos met bevestigingskode
be: Адправіць праверачны код яшчэ раз
eu: Berbidali email bidezko egiaztatze-kodea
fil: Ipadala ulit ang email na naglalaman ng code pamberipika
hi: वेरिफिकेशन कोड का ईमेल वापस भेजें
lt: Dar kartą išsiųskite patvirtinimo kodą el. paštu

source: Two-step login options
af: Opsies vir tweestapaantekening
be: Параметры двухэтапнага ўваходу
eu: Bi urratseko saio hasieraren aukerak
fil: Mga opsyon para sa dalawang-hakbang na pag-log in
hi: टू-स्टेप लॉगइन ऑप्शन
lt: Dviejų žingsnių prisijungimo parinktys

# UseAnotherTwoStepMethod
source: Use another two-step login method
af: Gebruik ’n ander tweestapaantekenmetode
be: Выкарыстоўваць іншы метад двухэтапнага ўваходу
eu: Erabili bi urratseko saio hasierarako beste modu bat
fil: Gumamit ng ibang paraan sa dalawang-hakbang na pag-log in
hi: कोई दूसरा टू-स्टेप लॉगइन तरीका इस्तेमाल करें
lt: Naudoti kitą dviejų žingsnių prisijungimo metodą

# VerificationEmailNotSent
source: Could not send verification email. Try again.
af: Kon nie die e-pos vir bevestiging stuur nie. Probeer weer.
be: Не атрымалася адправіць ліст для пацвярджэння. Паспрабуйце зноў.
eu: Ezin izan da egiaztatze-emailik bidali. Saiatu berriro.
fil: Hindi maipadala ang email pamberipika. Pakisubukan ulit.
hi: वेरिफिकेशन ईमेल नहीं भेज पाए। वापस कोशिश करें।
lt: Nepavyko išsiųsti patvirtinimo el. laiško. Bandyk iš naujo.

source: Verification email sent.
af: E-pos met bevesting is verstuur.
be: Адпраўлены ліст з пацвярджэннем.
eu: Egiaztatze-emaila bidali da.
fil: Ipinadala ang email pamberipika
hi: वेरिफिकेशन ईमेल भेजा गया
lt: Patvirtinimo laiškas išsiųstas

# YubiKeyInstruction
source: To continue, hold your YubiKey NEO against the back of the device or insert your YubiKey into your device's USB port, then touch its button.
af: Hou u YubiKey NEO teen u toestel se rugkant of plaas u YubiKey in u toestel se USB-poort om voort te gaan, en raak dan aan hierdie knop.
be: Для працягу прыкладзіце ваш YubiKey NEO да задняй панэлі прылады або ўстаўце YubiKey у порт USB вашай прылады і дакраніцеся да яго кнопкі.
eu: Aurrera egiteko, mantendu zure NEO YubiKey gailuaren atzeko aldean edo sartu YubiKey zure gailuaren USB atakan. Ondoren, sakatu botoia.
fil: Para tumuloy, ilagay ang YubiKey NEO mo sa likod ng iyong device o isaksak ang YubiKey mo sa USB port, at pindutin ang buton nito.
hi: आगे बढ़ने के लिए, यूबीकी निओ डिवाइस के पीछे चिपका कर रखें या उसे डिवाइस के यूएसबी पोर्ट में डालकर उसका बटन दबाएं।
lt: Norėdami tęsti, laikykite YubiKey NEO prie įrenginio galinės dalies arba įkiškite YubiKey į įrenginio USB prievadą, tada palieskite jo mygtuką.

# YubiKeyTitle
source: YubiKey security key
af: YubiKey-beveiligingsleutel
be: Ключ бяспекі YubiKey
eu: YubiKey segurtasun-gakoa
hi: यूबीकी सेक्योरिटी चाबी
lt: YubiKey saugos raktas

source: Add new attachment
af: Voeg nuwe aanhegsel toe
be: Дадаць новае далучэнне
eu: Gehitu eranskin berria
fil: Magdagdag ng bagong attachment
hi: नया अटैचमेंट डालें
lt: Pridėti naują failą

source: Attachments
af: Aanhegsels
be: Далучэнні
eu: Eranskinak
fil: Mga Attachment
hi: अटैचमेंट
lt: Priedai

source: Unable to download file.
af: Kan nie lêer aflaai nie.
be: Немагчыма спампаваць файл.
eu: Ezin da fitxategia deskargatu.
fil: Hindi ma-download ang file.
hi: फाइल डाउनलोड नहीं कर पाए।
lt: Nepavyksta atsiųsti failo.

# UnableToOpenFile
source: Your device cannot open this type of file.
af: U toestel kan nie hierdie tipe lêer open nie.
be: Ваша прылада не можа адкрыць файл гэтага тыпу.
eu: Zure gailuak ezin du fitxategi mota hau ireki.
fil: Hindi nakakabukas ng ganitong uri ng file ang device mo.
hi: आपका डिवाइस इस तरह के फाइल नहीं खोल सकता।
lt: Jūsų įrenginys negali atidaryti tokio tipo failo.

source: Downloading...
af: Laai tans af…
be: Спампоўванне...
eu: Deskargatzen...
fil: Nagda-download...
hi: डाउनलोड कर रहे...
lt: Atsiunčiama...

# AttachmentLargeWarning
source: This attachment is {0} in size. Are you sure you want to download it onto your device?
af: Hierdie aanhegsel is {0} groot. Is u seker u wil dit op u toestel aflaai?
be: Гэта далучэнне мае памер {0}. Вы сапраўды хочаце спампаваць яго на сваю прыладу?
eu: Eranskin honek {0}-eko tamaina du. Ziur al zaude zure gailuan deskargatu nahi duzula?
fil: {0} kalaki ang attachment. Sigurado ka bang gusto mo itong i-download?
hi: इस अटैचमेंट का साइज़ {0} है। इसे डिवाइस पर डाउनलोड करें?
lt: Šis priedas yra {0} dydžio. Ar tikrai norite jį atsisiųsti į savo įrenginį?

# AuthenticatorKey
source: Authenticator key (TOTP)
af: Waarmerkkode (TOTP)
be: Ключ аўтэнтыфікацыі (TOTP)
eu: Autentifikazio-gakoa (TOTP)
hi: ऑथेंटिकेशन चाबी (टीओटीपी)
lt: Vienkartinio autentifikavimo raktas (TOTP)

source: Verification code (TOTP)
af: Bevestigingskode (TOTP)
be: Праверачны код (TOTP)
eu: Egiaztatze-kodea (TOTP)
fil: Code pamberipika (TOTP)
hi: वेरिफिकेशन कोड (टीओटीपी)
lt: Patvirtinimo kodas (TOTP)

source: Authenticator key added.
af: Waarmerksleutel toegevoeg.
be: Ключ аўтэнтыфікацыі дададзены.
eu: Autentifikazio-gakoa gehitu da.
fil: Idinagdag ang authenticator key.
hi: ऑथेंटिकेशन चाबी डाला गया।
lt: Vienkartinio autentifikavimo raktas (TOTP)

# AuthenticatorKeyReadError
source: Cannot read authenticator key.
af: Kan nie waarmerksleutel lees nie.
be: Немагчыма прачытаць ключ аўтэнтыфікацыі.
eu: Ezin da autentifikazio-gakoa irakurri.
fil: Hindi mabasa ang authenticator key.
hi: ऑथेंटिकेशन चाबी पढ़ नहीं पा रहे।
lt: Nepavyko nuskaityti autentifikavimo rakto.

# PointYourCameraAtTheQRCode
source: Point your camera at the QR Code. Scanning will happen automatically.
af: Rig u kamera op die QR-kode. Skandering gebeur outomaties.
be: Навядзіце камеру на QR-код. Сканаванне адбудзецца аўтаматычна.
eu: Apuntatu zure kamera QR kodera. Eskaneatzea automatikoki egingo da.
fil: Ituro sa QR code ang camera mo. Awtomatikong itong magsa-scan.
hi: कैमरा क्यूआर कोड के तरफ करें। स्कैन अपनेआप होगा।
lt: Nukreipkite fotoaparatą į QR kodą. Nuskaitymas vyks automatiškai.

# ScanQrTitle
source: Scan QR code
af: Skandeer QR-kode
be: Сканаваць QR-код
eu: Eskaneatu QR kodea
fil: Mag-scan ng QR Code
hi: क्यूआर कोड स्कैन करें
lt: Nuskaitykite QR kodą

source: Camera
af: Kamera
be: Камера
eu: Kamera
fil: Kamera
hi: कैमरा
lt: Kamera

source: Photos
af: Foto’s
be: Фота
eu: Argazkiak
fil: Mga Larawan
hi: फोटो
lt: Nuotraukos

source: Copy TOTP
af: Kopieer TOTP
be: Скапіяваць TOTP
eu: Kopiatu TOTP-a
fil: Kopyahin ang TOTP
hi: टीओटीपी कॉपी करें
lt: Kopijuoti TOTP

# CopyTotpAutomaticallyDescription
source: If a login has an authenticator key, copy the TOTP verification code to your clip-board when you auto-fill the login.
af: Indien ’n aantekening ’n waarmerksleutel het, kopieer die TOTP-bevestigingskope na u knipbord wanneer u die aantekening outo-invul.
be: Калі падчас уваходу выкарыстоўваецца ключ аўтэнтыфікацыі, то неабходна скапіяваць праверачны код TOTP у буфер абмену пры аўтазапаўненні ўваходу.
eu: Saio hasiera batek autentifikazio-gakoa badu, TOTP egiaztatze-kodea arbelean automatikoki kopiatuko da saio hasiera bat automatikoki betetzean.
fil: Kung may authenticator key ang login, kopyahin ang TOTP verification code sa clipboard mo pagka-autofill ng login.
hi: अगर किसी लॉगइन में ऑथेंटिकेशन चाबी है, तो लॉगइन ऑटो-फिल करते टाइम टीओटीपी वेरिफिकेशन कोड अपने क्लिपबोर्ड पर कॉपी करें।
lt: Jei prisijungimas turi autentifikavimo raktą, automatiškai užpildydami prisijungimo duomenis nukopijuokite TOTP patvirtinimo kodą į iškarpinę.

source: Copy TOTP automatically
af: Kopieer TOTP outomaties
be: Скапіяваць TOTP аўтаматычна
eu: Kopiatu TOTP automatikoki
fil: Awtomatikong kopyahin ang TOTP
hi: टीओटीपी अपनेआप कॉपी करें
lt: Kopijuoti vienkartinį kodą (TOTP) automatiškai

# PremiumRequired
source: A premium membership is required to use this feature.
af: ’n Premie-lidmaatskap is nodig om hierdie funksie te gebruik.
be: Для выкарыстання гэтай функцыі патрабуецца прэміяльны статус.
eu: Premium bazkidetza beharrezkoa da ezaugarri hau erabiltzeko.
fil: Kailangan mo ng premium membership para magamit ang feature na ito.
hi: इस फीचर को इस्तेमाल करने के लिए प्रीमियम मेम्बरशिप चाहिए।
lt: Premium narystė reikalinga šiai funkcijai naudoti.

# AttachementAdded
source: Attachment added
af: Aanhegsel toegevoeg
be: Далучэнне дададзена
eu: Eranskina gehitu da
fil: Idinagdag ang attachment
hi: अटैचमेंट डाला गया
lt: Priedas pridėtas

source: Attachment deleted
af: Aanhegsel geskrap
be: Далучэнне выдалена
eu: Eranskina ezabatu da
fil: Tinanggal ang attachment
hi: अटैचमेंट हटाया गया
lt: Priedas ištrintas

source: Choose file
af: Kies lêer
be: Выбраць файл
eu: Hautatu fitxategia
fil: Pumili ng file
hi: फाइल चुनें
lt: Pasirinkti failą

source: File
af: Lêer
be: Файл
eu: Fitxategia
hi: फाइल
lt: Failas

source: No file chosen
af: Geen lêer gekies
be: Файл не выбраны
eu: Ez da fitxategirik hautatu
fil: Walang napiling file
hi: कोई फाइल चुना नहीं गया
lt: Nepasirinktas joks failas

# NoAttachments
source: There are no attachments.
af: Daar is geen aanhegsels.
be: Далучэнні адсутнічаюць.
eu: Ez dago eranskinik.
fil: Walang mga attachment.
hi: कोई अटैचमेंट नहीं है।
lt: Nėra jokių priedų.

source: File source
af: Lêerbron
be: Крыніца файла
eu: Fitxategiaren iturria
fil: Pinagmulan ng File
hi: फाइल सोर्स
lt: Failo šaltinis

source: Feature unavailable
af: Funksie Onbeskikbaar
be: Функцыя недаступна
eu: Ezaugarria ez dago erabilgarri
fil: Hindi available ang feature
hi: फीचर मौजूद नहीं
lt: Funkcija nepasiekiama

# MaxFileSize
source: Maximum file size is 100 MB.
af: Maksimumlêergrootte is 100 MB.
be: Максімальны памер файла 100 МБ.
eu: Eranskinaren gehienezko tamaina 100MB.
fil: Hanggang sa 100 MB lang dapat ang mga file.
hi: फाइल साइज़ 100 एमबी से ज़्यादा नहीं हो सकता।

# UpdateKey
source: You cannot use this feature until you update your encryption key.
af: U kan nie hierdie funksie gebruik tot u u enkripsiesleutel bygewerk het nie.
be: Вы не зможаце выкарыстоўваць гэту функцыю, пакуль не абнавіце свой ключ шыфравання.
eu: Ezin duzu ezaugarri hau erabili zifratze-gakoa eguneratu arte.
fil: Hindi mo magagamit ang feature na ito hanggang sa i-update mo ang encryption key mo.
hi: एन्क्रिप्शन चाबी अपडेट किए बिना ये फीचर इस्तेमाल नहीं किया जा सकता।
lt: Negalite naudoti šios funkcijos, kol neatnaujinsite šifravimo raktą.

source: Learn more
af: Leer meer
be: Даведацца больш
eu: Gehiago ezagutu
fil: Matuto pa
hi: ज़्यादा जानें
lt: Sužinoti daugiau

# ApiUrl
source: API server URL
af: API-bedienerbronadres
be: URL-адрас сервера API
eu: API zerbitzariaren URL-a
fil: URL ng API server
hi: एपीआई सर्वर यूआरएल
lt: API serverio nuoroda

source: Custom environment
af: Pasgemaakte omgewing
be: Карыстальніцкае асяроддзе
eu: Ingurune pertsonalizatua
fil: Ipinasadyang environment
hi: कस्टम एनवायरनमेंट
lt: Individualizuota aplinka

# CustomEnvironmentFooter
source: For advanced users. You can specify the base URL of each service independently.
af: Vir gevorderde gebruikers. U kan die basisbronadres van elke diens onafhanklik instel.
be: Для дасведчаных карыстальнікаў. Можна ўвесці URL-адрасы асобна для кожнай службы.
eu: Erabiltzaile aurreratuentzat. Zerbitzu bakoitzarentzako oinarrizko URL-a zehaztu dezakezu independienteki.
fil: Para sa mga advanced user. Maitatakda mo nang magkahiwalay ang base URL ng bawat serbisyo.
hi: एडवांस यूज़र के लिए। हर सर्विस का बेस यूआरएल अलग से बता सकते है।
lt: Pažengusiems vartotojams. Galite nurodyti kiekvienos paslaugos bazinį URL atskirai.

# EnvironmentSaved
source: The environment URLs have been saved.
af: Die omgewingbronadresse is bewaar.
be: URL-адрас сервера асяроддзя захаваны.
eu: Inguruneko URL-ak gorde dira.
fil: Nai-save ang mga URL ng environment.
hi: एनवायरनमेंट यूआरएल सेव कर दिए गए है।
lt: Aplinkos URL buvo išsaugoti.

# FormattedIncorrectly
source: {0} is not correctly formatted.
af: {0} is nie korrek geformatteer nie.
be: {0} з'яўляецца няправільным фарматам.
eu: {0} ez dago behar bezala formateatuta.
fil: Hindi tama ang pagka-format ng {0}.
hi: {0} का फॉर्मेट सही नहीं है।
lt: {0} netinkamai suformatuotas.

# IdentityUrl
source: Identity server URL
af: Identiteitbedienerbronadres
be: URL-адрас сервера пасведчання
eu: Identitate zerbitzariaren URL-a
fil: URL ng identity server
hi: आईडी सर्वर यूआरएल
lt: Tapatybės serverio URL

source: Self-hosted environment
af: Selfgehuisveste omgewing
be: Асяроддзе ўласнага хостынгу
eu: Ostatze ingurune propioa
fil: Self-hosted na environment
hi: खुद होस्ट किया गया एनवायरनमेंट
lt: Savarankiška aplinka
