Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

source: An error occurred while sending a verification code to your email. Please try again
af: ’n fout het voorgekom toe ’n bevestigingskakel na u e-pos gestuur is. Probeer asb. weer
be: Адбылася памылка пры адпраўцы праверачнага кода на ваш адрас электроннай пошты. Калі ласка, паспрабуйце яшчэ раз
eu: Akats bat gertatu da egiaztatze-kodea emailera bidaltzean. Mesedez, saiatu berriro
fil: Nagkaproblema habang ipinapadala ang code pamberipika sa email mo. Pakisubukan ulit
lt: Siunčiant patvirtinimo kodą el. paštu įvyko klaida. Prašau, pabandykite dar kartą

source: Enter the verification code that was sent to your email
af: Voer die bevestigingskakel wat na u e-pos gestuur is, in
be: Увядзіце праверачны код, які быў адпраўлены на вашу электронную пошту
eu: Sartu zure emailera bidali den egiaztatze-kodea
fil: Ilagay ang code pamberipika na ipinadala sa email mo
lt: Įveskite patvirtinimo kodą, kuris buvo išsiųstas jūsų el. paštu

source: Submit crash logs
af: Dien uitbomverslae in
be: Адпраўляць справаздачы пра збоі
eu: Bidali akatsen txostena
fil: Ipadala ang mga log sa pag-crash
hi: क्रैश लॉग भेजें
lt: Pateikite gedimų žurnalus

# SubmitCrashLogsDescription
source: Help Bitwarden improve app stability by submitting crash reports.
af: Help Bitwarden om toepstabiliteit te verbeter deur uitbomverslae in te dien.
be: Дапамажыце нам палепшыць стабільнасць праграмы, адпраўляючы справаздачы пра памылкі.
eu: Lagundu Bitwarden aplikazioaren egonkortasuna hobetzen, akatsen txostenak bidaliz.
fil: Tulungan ang Bitwarden na mapainam ang stabilidad ng app sa pamamagitan ng pagpapadala ng mga ulat sa pag-crash.
lt: Padėkite „Bitwarden“ pagerinti programos stabilumą pateikdami strigčių ataskaitas.

# OptionsExpanded
source: Options are expanded, tap to collapse.
af: Opsies is uitgevou, tik om in te vou.
be: Параметры разгорнуты. Дакраніцеся, каб згарнуць.
eu: Aukerak zabaldu egin dira, sakatu multzokatzeko.
fil: Napalaki ang mga opsyon, pindutin para paliitin.
lt: Parinktys išplėstos, palieskite, kad sutrauktumėte.

# OptionsCollapsed
source: Options are collapsed, tap to expand.
af: Opsies is ingevou, tik om uit te vou.
be: Параметры згорнуты. Дакраніцеся, каб разгарнуць.
eu: Aukerak multzokatuta daude, sakatu zabaltzeko.
fil: Napaliit ang mga opsyon, pindutin para palakihin.
lt: Parinktys sutrauktos, palieskite, kad išplėstumėte.

source: Uppercase (A to Z)
af: Hoofletters (A tot Z)
be: Вялікія літары (A-Z)
eu: Letra larria (A-Z)
fil: Malaking letra (A hanggang Z)
lt: Didžiosios raidės (nuo A iki Z)

source: Lowercase (A to Z)
af: Kleinletters (A tot Z)
be: Маленькія літары (a-z)
eu: Letra txikia (a-z)
fil: Maliit na letra (A hanggang Z)
lt: Mažosios raidės (nuo A iki Z)

# NumbersZeroToNine
source: Numbers (0 to 9)
af: Syfers (0 tot 9)
be: Лічбы (0-9)
eu: Zenbakiak (0-9)
fil: Mga numero (0 hanggang 9)
hi: नंबर (0 से 9)
lt: Skaičiai (nuo 0 iki 9)

source: Special characters (!@#$%^&*)
af: Spesiale karakters (!@#$%^&*)
be: Спецыяльныя сімвалы (!@#$%^&*)
eu: Karaktere bereziak (!@#$%^&*)
fil: Mga espesyal na karakter (!@#$%^&*)
hi: खास कैरक्टर (!@#$%^&*)
lt: Specialieji simboliai (!@#$%^&*)

source: Tap to go back
af: Tik om terug te gaan
be: Дакраніцеся, каб вярнуцца
eu: Sakatu itzultzeko
fil: Pindutin para bumalik
hi: वापस जाने के लिए टैप करें
lt: Bakstelėkite, kad grįžtumėte atgal

source: Password is visible, tap to hide.
af: Wagwoord is sigbaar, tik om te verberg.
be: Пароль бачны. Дакраніцеся, каб схаваць.
eu: Pasahitza ikusgai dago, sakatu ezkutatzeko.
fil: Nakikita ang password, pindutin para itago.
lt: Slaptažodis matomas, palieskite, kad paslėptumėte.

source: Password is not visible, tap to show.
af: Wagwoord is nie sigbaar, tik om te toon.
be: Пароль схаваны. Дакраніцеся, каб паказаць.
eu: Pasahitza ezkutatuta dago, sakatu bistaratzeko.
fil: Nakatago ang password, pindutin para ipakita.
lt: Slaptažodis nematomas, palieskite, kad parodytumėte.

# FilterByVault
source: Filter items by vault
af: Filter items per kluis
be: Фільтр элементаў па сховішчу
eu: Iragazi elementuak kutxa gotorraren arabera
fil: Salain ang mga item ayon sa vault
lt: Filtruoti elementus pagal saugyklą

source: All vaults
af: Alle kluise
be: Усе сховішчы
eu: Kutxa gotor guztiak
fil: Lahat ng mga vault
hi: सारे तिजोरी
lt: Visos saugyklos

source: Vaults
af: Kluise
be: Сховішчы
eu: Kutxa Gotorrak
fil: Mga vault
hi: तिजोरी
lt: Saugyklos

# VaultFilterDescription
source: Vault: {0}
af: Kluis: {0}
be: Сховішча: {0}
eu: Kutxa gotorra: {0}
hi: तिजोरी: {0}
lt: Saugykla {0}

source: All
af: Alle
be: Усе
eu: Guztiak
fil: Lahat
hi: सारे
lt: Visi

source: Verification codes
af: Bevestigingskodes
be: Праверачныя коды
eu: Egiaztatze-kodeak
fil: Mga code pamberipika
lt: Patvirtinimo kodai

source: Premium subscription required
af: Premie-intekening word vereis
be: Патрабуецца прэміяльная падпіска
eu: Premium harpidetza beharrezkoa da
fil: Kailangan ng premium subscription
lt: Reikalingas Premium abonementas

source: Cannot add authenticator key?
af: Kan nie waarmerksleutel toevoeg nie?
be: Не можаце дадаць ключ аўтэнтыфікацыі?
eu: Ezin duzu autentifikazio-gakoa gehitu?
fil: Hindi maidagdag ang authenticator key?
lt: Nepavyko nuskaityti autentifikavimo rakto?

source: Scan QR Code
af: Skandeer QR-kode
be: Сканаваць QR-код
eu: Eskaneatu QR kodea
fil: Mag-scan ng QR Code
hi: क्यूआर कोड स्कैन करें
lt: Nuskaitykite QR kodą

source: Cannot scan QR Code?
af: Kan nie QR-kode skandeer nie?
be: Не можаце адсканаваць QR-код?
eu: Ezin duzu QR kodea eskaneatu?
fil: Hindi mai-scan ang QR Code?
hi: क्यूआर कोड स्कैन नहीं हो रहा?
lt: Negalite nuskaityti QR kodo?

# AuthenticatorKeyScanner
source: Authenticator key
af: Waarmerksleutel
be: Ключ аўтэнтыфікацыі
eu: Autentifikazio gakoa
lt: Autentifikatoriaus raktas

source: Enter key manually
af: Voer sleutel handmatig in
be: Увесці ключ уручную
eu: Sartu kodea eskuz
fil: Manu-manong ilagay ang key
lt: Įvesti raktą rankiniu būdu

source: Add TOTP
af: Voeg TOTP toe
be: Дадаць TOTP
eu: Gehitu TOTP-a
fil: Magdagdag ng TOTP
hi: टीओटीपी जोड़ें
lt: Pridėti TOTP

source: Set up TOTP
af: Stel TOTP op
be: Наладзіць TOTP
eu: TOTP-a konfiguratu
fil: I-set up ang TOTP
hi: टीओटीपी सेट करें
lt: Nustatyti TOTP

# OnceTheKeyIsSuccessfullyEntered
source: Once the key is successfully entered, select Add TOTP to store the key safely
af: Sodra u die sleutel reg ingevoer het, kies u Voeg TOTP toe om die sleutel veilig te bewaar
be: Пасля таго, як ваш ключ паспяхова ўведзены, выберыце "Дадаць TOTP" для надзейнага захавання ключа
eu: Gakoa ondo sartzen duzunean, sakatu Gehitu TOTP-a gakoa modu seguruan gordetzeko
fil: Kapag matagumpay na nailagay ang key, pindutin ang Magdagdag ng TOTP para ligtas na mai-store ang key
lt: Sėkmingai įvedus raktą, pasirinkite Pridėti TOTP, kad raktas būtų saugiai išsaugotas

# NeverLockWarning
source: Setting your lock options to “Never” keeps your vault available to anyone with access to your device. If you use this option, you should ensure that you keep your device properly protected.
af: Deur u vergrendelopsies na “Nooit” te stel, is u kluis beskikbaar aan enigeen met toegang tot u toestel. Indien u hierdie opsie gebruik moet u seker maak dat u u toestel voldoende beskerm.
be: Прызначыўшы параметр блакіравання "Ніколі", ваша сховішча будзе даступна кожнаму, хто мае доступ да вашай прылады. Калі вы выкарыстоўваеце гэты параметр, вы павінны быць упэўнены ў тым, што ваша прылада надзейна абаронена.
eu: Zure blokeo aukerak "inoiz ez" bezala ezartzen badituzu, gailura sarbidea duen edonork izango du kutxa gotorra eskuragarri. Aukera hau erabiltzen baduzu, gailua behar bezala babestuta duzula ziurtatu behar duzu.
fil: Mabubuksan ng sinumang may access sa device mo ang iyong vault kung nakatakda sa "Hindi kailanman" ang opsyon sa pag-lock. Kung gusto mong magamit ang opsyong ito, dapat siguraduhin mong laging protektado ang device mo.
lt: Nustačius užrakto parinktis į „Niekada“, saugykla bus pasiekiama visiems, turintiems prieigą prie jūsų įrenginio. Jei naudojate šią parinktį, turėtumėte užtikrinti, kad jūsų įrenginys būtų tinkamai apsaugotas.

# EnvironmentPageUrlsError
source: One or more of the URLs entered are invalid. Please revise it and try to save again.
af: Een of meer ingevoerde bronadresse is ongeldig. Hersien dit asb. en probeer weer bewaar.
be: Адзін або больш URL-адрасоў уведзены памылкова. Калі ласка, праверце іх і паспрабуйце захаваць яшчэ раз.
eu: Sartutako URL batek edo gehiagok ez dute balio. Mesedez, berrikusi eta saiatu berriro gordetzen.
fil: Hindi wasto ang isa o higit pang mga URL na inilagay mo. Pakiayos at subukan ulit.
lt: Vienas ar daugiau įvestų URL yra neteisingi. Peržiūrėkite jį ir bandykite išsaugoti dar kartą.

# GenericErrorMessage
source: We were unable to process your request. Please try again or contact us.
af: Ons kon nie u versoek verwerk nie. Probeer asb. weer of kontak ons.
be: Мы не змаглі апрацаваць ваш запыт. Калі ласка, паспрабуйце яшчэ раз або звяжыцеся з намі.
eu: Ezin izan dugu zure eskaera bideratu. Mesedez, saiatu berriro edo jarri gurekin harremanetan.
fil: Hindi namin maproseso ang kahilingan mo. Pakisubukan ulit o kontakin kami.
lt: Nepavyko apdoroti jūsų užklausos. Bandykite dar kartą arba susisiekite su mumis.

source: Allow screen capture
af: Laat skermopname toe
be: Дазволіць здымкі экрана
eu: Baimendu pantaila-argazkia
fil: Payagan ang pag-capture sa screen
hi: स्क्रीनशॉट लेने दें
lt: Leisti ekrano fotografavimą

# AreYouSureYouWantToEnableScreenCapture
source: Are you sure you want to turn on screen capture?
af: Is u seker u wil skermopname aktiveer?
be: Вы сапраўды хочаце дазволіць здымкі экрана?
eu: Ziur al zaude pantaila-argazkia gaitu nahi duzula?
fil: Sigurado ka bang gusto mong payagan ang pag-capture sa screen?
lt: Ar tikrai norite įjungti ekrano fotografavimą?

source: Login requested
af: Aantekening versoek
be: Выкананы запыт уваходу
eu: Saio hasiera eskatu da
fil: Hiniling ang pag-log in
lt: Prašoma prisijungti

source: Are you trying to log in?
af: Probeer u aanteken?
be: Вы спрабуеце ўвайсці?
eu: Saioa hasten saiatzen ari zara?
fil: Sinusubukan mo bang mag-log in?
lt: Ar bandote prisijungti?

# LogInAttemptByXOnY
source: Login attempt by {0} on {1}
af: Aantekenversoek deir {0} op {1}
be: Спроба ўваходу {0} у {1}
eu: {0} saioa hasten saiatu da {1}-n
fil: Sinubukang mag-log in ni {0} sa {1}
lt: {0} bandė prisijungti {1}

source: Device type
af: Toesteltipe
be: Тып прылады
eu: Gailu mota
fil: Uri ng device
hi: डिवाइस टाइप
lt: Įrenginio tipas

source: IP address
af: IP-adres
be: IP-адрас
eu: IP helbidea
hi: आईपी पता
lt: IP adresas

source: Time
af: Tyd
be: Час
eu: Ordua
fil: Oras
hi: टाइम
lt: Laikas

source: Near
af: Naby
be: Побач
eu: Gertu
fil: Malapit sa
hi: लोकेशन:
lt: Netoliese

source: Confirm login
af: Bevestig aantekening
be: Пацвердзіць уваход
eu: Berretsi saio hasiera
fil: Kumpirmahin ang pag-login
hi: लॉगइन कंफर्म करें
lt: Patvirtinkite prisijungimą

source: Deny login
af: Weier aantekening
be: Адхіліць уваход
eu: Sarrera ukatu
fil: Tanggihan ang login
hi: लॉगइन ना करने दें
lt: Neleisti prisijungti

source: Just now
af: Sopas
be: Толькі што
eu: Oraintxe bertan
fil: Ngayon lang
hi: अभी-अभी
lt: Ką tik

# XMinutesAgo
source: {0} minutes ago
af: {0} minute gelede
be: {0} хвілін таму
eu: Orain dela {0} minutu
fil: {0} minuto ang nakalipas
lt: Prieš {0} minutes(ių)

# LogInAccepted
source: Login confirmed
af: Aantekening bevestig
be: Уваход пацверджаны
eu: Saio hasiera onartua
fil: Kinumpirma ang login
lt: Prisijungimas patvirtintas

source: Login denied
af: Aantekening geweier
be: Уваход адхілены
eu: Saio hasiera ukatua
fil: Tinanggihan ang login
hi: लॉगइन करने से रोका गया
lt: Prisijungimas atmestas

source: Approve login requests
af: Keur aantekenversoeke goed
be: Ухваліць запыт уваходу
eu: Saio hasiera eskaerak onartu
fil: Aprubahan ang mga kahilingang mag-log in
hi: लॉगइन मांग माने
lt: Patvirtinti prisijungimo užklausas

source: Use this device to approve login requests made from other devices.
af: Gebruik hierdie toestel vir die goedkeur van aantekenversoeke van ander toestelle.
be: Выкарыстоўваць гэту прыладу для ўхвалення запытаў на ўваход, якія зроблены з іншых прылад.
eu: Erabili gailu hau beste gailu batzuetatik egindako saio hasiera eskaerak onartzeko.
fil: Gamitin ang device na ito para aprubahan ang mga hiling sa pag-log in mula sa ibang mga device.
hi: इस डिवाइस का इस्तेमाल दूसरे डिवाइस के लॉगइन मांगे मानने के लिए करें।
lt: Naudokite šį įrenginį, kad patvirtintumėte prisijungimo užklausas, pateiktas iš kitų įrenginių.

source: Allow notifications
af: Laat kennisgewings toe
be: Дазволіць апавяшчэнні
eu: Baimendu jakinarazpenak
fil: Payagan ang mga notipikasyon
hi: सूचना देने दें
lt: Leisti pranešimus

source: Receive push notifications for new login requests
af: Ontvang stootkennisgewings vir nuwe aantekenversoeke
be: Атрымліваць push-апавяшчэнні пра новыя запыты на ўваход
eu: Jaso push jakinarazpenak saio hasiera eskaera berrietarako
fil: Makatanggap ng push notification para sa mga bagong kahilingan sa pag-log in
hi: नए लॉगइन मांग के लिए पुश सूचना लें
lt: Gaukite tiesioginius pranešimus apie naujas prisijungimo užklausas

source: No thanks
af: Nee dankie
be: Не, дзякуй
eu: Ez, eskerrik asko
fil: Salamat na lang
hi: ना, रहने दें
lt: Ne, ačiū

# ConfimLogInAttempForX
source: Confirm login attempt for {0}
af: Bevestig aantekeningspoging vir {0}
be: Пацвердзіць спробу ўваходу для {0}
eu: Onartu {0}-ren saio hasiera eskaera
fil: Kumpirmahin ang tangkang mag-log in mula sa {0}
hi: {0} के लिए लॉगइन कोशिश पक्का करें
lt: Patvirtinti bandymą prisijungti prie {0}

source: All notifications
af: Alle kennisgewings
be: Усе апавяшчэннi
eu: Jakinarazpen guztiak
fil: Lahat ng mga notipikasyon
hi: सारे सूचनाएं
lt: Visi pranešimai

source: Password type
af: Wagwoordtipe
be: Тып пароля
eu: Pasahitz mota
fil: Uri ng password
hi: पासवर्ड टाइप
lt: Slaptažodžio tipas

source: What would you like to generate?
af: Wat wil u genereer?
be: Што вы хочаце генерыраваць?
eu: Zer sortu nahi duzu?
fil: Ano'ng gusto mong ipagawa?
hi: क्या बनाएं?
lt: Ką norėtumėte sugeneruoti?

source: Username type
af: Gebruikersnaamtipe
be: Тып імя карыстальніка
eu: Erabiltzaile izen mota
fil: Uri ng username
hi: यूज़रनेम टाइप
lt: Vartotojo vardo tipas

source: Plus addressed email
af: E-posadres met plus
be: Адрасы электроннай пошты з плюсам
eu: Atzizkidun emaila
fil: Plus-addressed na email
hi: प्लस पता किया गया ईमेल
lt: Plius adresuotas el paštas

source: Catch-all email
af: Allesomvattende e-pos
be: Адрас для ўсёй пошты дамена
eu: Harrapatu email guztiak
hi: सब-पकड़ें ईमेल
lt: Viską palaikantis el. paštas

source: Forwarded email alias
af: E-posalias vir aanstuur
be: Псеўданім электроннай пошты для перасылкі
eu: Emaileko ezizena berbidalia
hi: ईमेल नकलीनाम फॉरवर्ड किया गया
lt: Persiunčiamas el. pašto slapyvardis

source: Random word
af: Lukrake woord
be: Выпадковае слова
eu: Ausazko hitza
fil: Random na salita
hi: रैंडम शब्द
lt: Atsitiktinis žodis

# EmailRequiredParenthesis
source: Email (required)
af: E-pos (vereis)
be: Электронная пошта (абавязкова)
eu: Emaila (beharrezkoa)
fil: Email (kinakailangan)
hi: ईमेल (ज़रूरी)
lt: El. paštas (būtinas)

# DomainNameRequiredParenthesis
source: Domain name (required)
af: Domeinnaam (vereis)
be: Імя дамена (абавязкова)
eu: Domeinu izena (beharrezkoa)
fil: Pangalan ng domain (kinakailangan)
hi: डोमेन नाम (ज़रूरी)
lt: Domeno vardas (būtina)

# APIKeyRequiredParenthesis
source: API key (required)
af: API-sleutel (vereis)
be: Ключ API (абавязкова)
eu: API gakoa (beharrezkoa)
fil: API key (kinakailangan)
hi: एपीआई चाबी (ज़रूरी)
lt: API raktas (būtinas)

source: Service
af: Diens
be: Сэрвіс
eu: Zerbitzua
fil: Serbisyo
hi: सर्विस
lt: Paslauga

source: API access token
af: API-toegangsteken
be: Токен доступу да API
eu: Token sarbide API-a
fil: Token pang-access sa API
hi: एपीआई एक्सेस टोकन
lt: API prieigos raktas

source: Are you sure you want to overwrite the current username?
af: Is u seker u wil oor die huidige gebruikersnaam skryf?
be: Вы сапраўды хочаце перазапісаць бягучае імя карыстальніка?
eu: Ziur al zaude erabiltzaile-izena berridatzi nahi duzula?
fil: Sigurado ka bang gusto mong palitan ang kasalukuyang username?
hi: चालू यूज़रनाम को पक्का ओवरराइट करें?
lt: Ar tikrai norite perrašyti dabartinį vartotojo vardą?

source: Generate username
af: Genereer gebruikersnaam
be: Генерыраваць імя карыстальніка
eu: Sortu erabiltzaile izena
fil: Gumawa ng username
hi: यूज़रनाम बनाएं
lt: Sugeneruoti naują vartotojo vardą

source: Email Type
af: E-postipe
be: Тып электроннай пошты
eu: Email mota
fil: Uri ng Email
hi: ईमेल टाइप
lt: El. pašto tipas

source: Website (required)
af: Webwerf (vereis)
be: Вэб-сайт (абавязкова)
eu: Webgunea (beharrezkoa)
fil: Website (kinakailangan)
hi: वेबसाइट (ज़रूरी)
lt: Svetainė (būtina)

# UnknownXErrorMessage
source: Unknown {0} error occurred.
af: Onbekende {0} fout het voorgekom.
be: Адбылася невядомая памылка {0}.
eu: {0} akats ezezaguna gertatu da.
fil: Nagkaroon ng hindi matukoy na problema {0}.
hi: अनजान {0} गड़बड़ हुई।
lt: Įvyko nežinoma {0} klaida.

# PlusAddressedEmailDescription
source: Use your email provider's subaddress capabilities
af: Gebruik u e-posverskaffer se subadresvermoëns
be: Выкарыстоўваце магчымасці пададрасацыі вашага пастаўшчыка паслуг электроннай пошты
eu: Erabili emailaren hornitzailearen azpihelbideratze gaitasunak
fil: Gamitin ang feature ng email provider mo pang-subaddress
hi: अपने ईमेल प्रदाता की उपपता ताकत इस्तेमाल करें
lt: Pasinaudokite el. pašto teikėjo antrinio adreso galimybėmis

# CatchAllEmailDescription
source: Use your domain's configured catch-all inbox.
af: Gebruik u domein se opgestelde allesomvattende inmandjie.
be: Выкарыстоўвайце сваю сканфігураваную скрыню для ўсёй пошты дамена.
eu: Erabili zure domeinuan konfiguratutako sarrerako ontzia.
fil: Gamitin ang nakatakdang catch-all inbox ng domain mo.
hi: अपने डोमेन का सब-पकड़ें इनबॉक्स इस्तेमाल करें।
lt: Naudokite savo domeno sukonfigūruotus gautuosius.

# ForwardedEmailDescription
source: Generate an email alias with an external forwarding service.
af: Genereer ’n e-posalias met ’n eksterne aanstuurdiens.
be: Генерыраваць псеўданім электроннай пошты са знешнім сэрвісам перасылкі.
eu: Emaileko ezizen bat sortu kanpoko bidalketa zerbitzu batekin.
fil: Gumawa ng email alias na gagamitin sa isang forwarding service.
hi: बाहरी फॉरवर्ड सेवा से ईमेल नकलीनाम बनाएं।

source: Random
af: Lukraak
be: Выпадкова
eu: Ausazkoa
hi: रैंडम
lt: Atsitiktinis

source: Connect to Watch
af: Koppel aan horlosie
be: Падлучыцца да гадзінніка
eu: Erloju bati konektatu
fil: Kumonekta sa Relo
hi: घड़ी से जुड़े
lt: Prisijunkite prie laikrodžio

source: Accessibility Service Disclosure
af: Toeganklikheidsdiensopenbaarmaking
be: Апісанне службы спецыяльных магчымасцей
eu: Zabaldu irisgarritasun zerbitzua
fil: Disclosure sa Serbisyo Pang-aksesibilidad
hi: सुलभता सेवा प्रकटीकरण
lt: Prieinamumo paslaugos atskleidimas

# AccessibilityDisclosureText
source: Bitwarden uses the Accessibility Service to search for login fields in apps and websites, then establish the appropriate field IDs for entering a username & password when a match for the app or site is found. We do not store any of the information presented to us by the service, nor do we make any attempt to control any on-screen elements beyond text entry of credentials.
af: Bitwarden gebruik die Toeganklikheidsdiens om na aantekenvelde in toeps en webwerwe te soek en dan die geskikte veld-ID’s om ’n gebruikersnaam en wagwoord in te voer wanner ’n ooreenstemming vir die toep of webwerf gevind is. Ons bewaar geen van die inligting wat deur die diens gebied word nie en ons poog ook nie om enige op-skerm-elemente buiten teksinvoer van velde te beheer nie.
be: Bitwarden выкарыстоўвае службу спецыяльных магчымасцей для пошуку палёў уваходу ў праграмах і вэб-сайтах, пасля чаго вызначае належныя ідэнтыфікатары палёў для таго, каб увесці імя карыстальніка і пароль, які адпавядае знойдзенай праграме або вэб-сайту. Мы ніколі не захоўваем ніякай інфармацыі, якая забяспечвае нам служба, і ніколі не прыкладаем намаганняў па кантролі любых элементаў на экране за выключэннем увядзення ўліковых даных у тэкставым выглядзе.
eu: Bitwardenek irisgarritasun zerbitzua erabiltzen du aplikazioetan eta webguneetan sarbide-eremuak bilatzeko; ondoren, eremu-ID egokiak ezartzen ditu, aplikaziorako edo gunerako eremu bat aurkitzen denean erabiltzaile-izena eta pasahitza sartzeko. Zerbitzuak ematen digun informazioa ez dugu gordeko, eta ez gara saiatuko pantailan kredentzialen testutik haratagoko elementurik zelatatzen.
fil: Ginagamit ng Bitwarden ang Serbisyo Pang-aksesibilidad para maghanap ng mga login field sa mga app at website, at itakda ang tamang field ID para sa paglalagay ng username at password kung may tugma para sa app o website. Hindi namin iniimbak ang anumang impormasyong nakokolekta namin gamit ang serbisyo, at hindi rin namin kinokontrol ang anumang elemento sa screen na walang kinalaman sa paglalagay ng mga kredensyal.
lt: „Bitwarden“ naudoja pritaikymo neįgaliesiems paslaugą, kad ieškotų prisijungimo laukų programose ir svetainėse, tada nustato atitinkamus lauko ID, kad būtų įvestas vartotojo vardas ir slaptažodis, kai randama programos ar svetainės atitiktis. Mes nesaugome jokios informacijos, kurią mums teikia paslauga, ir nesistengiame valdyti jokių ekrano elementų, išskyrus teksto įvedimo kredencialus.

source: Accept
af: Aanvaar
be: Прыняць
eu: Onartu
fil: Tanggapin
hi: मानें
lt: Priimti

source: Decline
af: Wys af
be: Адхіліць
eu: Baztertu
fil: Tanggihan
hi: मना करें
lt: Atmesti

source: Login request has already expired.
af: Aantekenversoek het reeds verstryk.
be: Запыт на ўваход пратэрмінаваны.
eu: Sarbide eskaera iraungi da.
fil: Nag-expire na ang hiling mag-log in.
lt: Prisijungimo prašymas jau pasibaigęs.

# LoginAttemptFromXDoYouWantToSwitchToThisAccount
source: Login attempt from: {0} Do you want to switch to this account?
af: Teken Aan probeerslag van: {0} Wil u na die rekening omskakel?
be: Спроба ўваходу з: {0} Вы сапраўды хочаце перайсці на гэты ўліковы запіс?
eu: Saio hasiera saiakera hemendik: {0} Kontu honetara aldatu nahi duzu?
fil: Tangkang mag-log in sa: {0} Gusto mo bang pumunta sa account na ito?
lt: Bandymas prisijungti iš: {0} Ar norite pereiti prie šios paskyros?

source: New around here?
af: Nuut hier?
be: Упершыню тут?
eu: Berria hemendik?
fil: Bago rito?
hi: यहां पर नए हैं?
lt: Ar jūs naujas čia?

# GetMasterPasswordwordHint
source: Get master password hint
af: Kry hoofwagwoord wenk
be: Атрымаць падказку да асноўнага пароля
eu: Jaso pasahitz nagusiaren pista
fil: Kunin ang palatandaan ng master password
lt: Gauti pagrindinio slaptažodžio užuominą

# LoggingInAsXOnY
source: Logging in as {0} on {1}
af: Teken aan as {0} op {1}
be: Вы ўваходзіце як {0} у {1}
eu: {0} bezala saioa hasten {1}(e)n

source: Not you?
af: Nie jy nie?
be: Не вы?
eu: Ez zara zu?
fil: Hindi ikaw?
hi: वो आप नहीं थे?
lt: Ne jūs?

source: Log in with master password
af: Teken aan met hoofwagwoord
be: Увайсці з асноўным паролем
eu: Hasi saioa pasahitz nagusiarekin
fil: Mag-log in gamit ang master password
lt: Prisijunkite naudodami pagrindinį slaptažodį

# LogInWithAnotherDevice
source: Log in with device
af: Teken Aan met 'n ander toestel
be: Увайсці з іншай прылады
eu: Hasi saioa beste gailu batekin
fil: Mag-log in gamit ang device
lt: Prisijunkite naudodami įrenginį

source: Log in initiated
af: Aanmelding begin
be: Ініцыяваны ўваход
eu: Saioa hastea martxan da
fil: Sinimulan ang pag-log in
lt: Pradėtas prisijungimas

source: A notification has been sent to your device.
af: 'n Kennisgewing was gestuur na u toestel.
be: Апавяшчэнне было адпраўлена на вашу прыладу.
eu: Jakinarazpen bat bidali da zure gailura.
fil: Nakapagpadala na ng notipikasyon sa device mo.
lt: Į jūsų įrenginį išsiųstas pranešimas.
