Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

source: Search Sends
af: Deursoek Sends
be: Пошук у Send'ах
eu: Send-ak bilatu
fil: Maghanap ng Mga Send
hi: सेंड सर्च करें
lt: Ieškoti Siuntinių

source: Edit Send
af: Wysig Send
be: Рэдагаваць Send
eu: Editatu Send-a
fil: Baguhin ang Send
hi: सेंड बदलें
lt: Pakeisti Siuntinį

source: Add Send
af: Voeg Send toe
be: Дадаць Send
eu: Gehitu Send-a
fil: Bagong Send
hi: नया सेंड
lt: Naujas Siuntinys

# AreYouSureDeleteSend
source: Are you sure you want to delete this Send?
af: Is u seker u wil hierdie Send skrap?
be: Вы сапраўды хочаце выдаліць гэты Send?
eu: Ziur al zaude Send hau ezabatu nahi duzula?
fil: Sigurado ka bang gusto mong burahin ang Send na ito?
lt: Ar tikrai norite ištrinti šį Siuntinį?

# SendDeleted
source: Send has been deleted.
af: Send is geskrap.
be: Send быў выдалены.
eu: Send-a ezabatu da.
fil: Nabura ang Send
hi: सेंड हटाया गया
lt: Siuntinys ištrintas

source: Send updated.
af: Send bygewerk.
be: Send абноўлены.
eu: Send-a eguneratu da.
fil: Na-save ang Send
hi: सेंड सेव किया गया
lt: Siuntinys išsaugotas

source: New send created.
af: Nuwe send geskep.
be: Створаны новы Send.
eu: Send berria sortua.
fil: Nagawa ang Send
hi: सेंड बनाया गया
lt: Siuntinys sukurtas

# OneDay
source: 1 day
af: 1 dag
be: 1 дзень
eu: Egun 1
fil: 1 araw
hi: 1 दिन
lt: 1 d

# TwoDays
source: 2 days
af: 2 dae
be: 2 дні
eu: 2 egun
fil: 2 araw
hi: 2 दिन
lt: 2 dienos

# ThreeDays
source: 3 days
af: 3 dae
be: 3 дні
eu: 3 egun
fil: 3 araw
hi: 3 दिन
lt: 3 dienos

# SevenDays
source: 7 days
af: 7 dae
be: 7 дзён
eu: 7 egun
fil: 7 araw
hi: 7 दिन
lt: 7 dienos

# ThirtyDays
source: 30 days
af: 30 dae
be: 30 дзён
eu: 30 egun
fil: 30 araw
hi: 30 दिन
lt: 30 dienų

source: Custom
af: Pasgemaak
be: Карыстальніцкі
eu: Pertsonalizatua
fil: Ipinasadya
hi: कस्टम
lt: Pasirinktinis

# ShareOnSave
source: Share this Send upon save.
af: Deel hierdie Send wanneer dit bewaar word.
be: Падзяліцца гэтым Send'ам пасля захавання
eu: Send hau gordetzean partekatu
fil: Ibahagi ang Send na ito pagka-save
lt: Dalintis Siuntiniu po išsaugojimo

# SendDisabledWarning
source: Due to an enterprise policy, you are only able to delete an existing Send.
af: A.g.v. ’n ondernemingsbeleid kan u slegs ’n bestaande Send skrap.
be: У адпаведнасці з палітыкай прадпрыемства, вы можаце выдаліць толькі бягучы Send.
eu: Enpresa-politika baten ondorioz, lehendik dagoen Send-a bakarrik ezaba dezakezu.
fil: Makakabura ka lang ng kasalukuyang save dahil sa isang patakaran sa enterprise.
lt: Dėl įmonės politikos galite ištrinti tik esamą Siuntinį.

source: About Send
af: Oor Send
be: Пра Send
eu: Send-i buruz
fil: Tungkol sa Send
hi: सेंड के बारे में
lt: Apie Siuntinį

# HideEmail
source: Hide my email address from recipients.
af: Versteek my e-posadres vir ontvangers.
be: Схаваць мой адрас электроннай пошты ад атрымальнікаў
eu: Ezkutatu nire emaila hartzaileei
fil: Itago ang email address ko sa mga tatanggap
lt: Slėpti mano el. pašto adresą nuo gavėjų

# SendOptionsPolicyInEffect
source: One or more organisation policies are affecting your Send options.
af: Een of meer organisasiebeleide beïnvloed u Send-opsies.
be: Адна або больш палітык арганізацыі ўплываюць на параметры Send.
eu: Erakundeko politika batek edo gehiagok Send-eko aukerei eragiten diote.
fil: Naaapektuhan ng isa o higit pang mga patakaran sa organisasyon mo ang mga opsyon mo sa Send.
hi: One or more organization policies are affecting your Send options.
lt: Viena ar daugiau organizacijos strategijų turi įtakos jūsų Siuntinio parinktims.

# SendFilePremiumRequired
source: Free accounts are restricted to sharing text only. A premium membership is required to use files with Send.
af: Met gratis rekeninge kan u slegs teks deel. ’n Premie-lidmaatskap word vereis om lêers met Send te gebruik.
be: У бясплатных уліковых запісах можна адпраўляць толькі тэкст. Для адпраўкі файлаў праз Send, патрабуецца прэміяльны статус.
eu: Doako kontuak testuak partekatzera mugatzen dira. Premium bazkidetza behar da Send-ekin fitxategiak partekatzeko.
fil: Teksto lamang ang maibabahagi ng mga libreng account. Kailangan ng premium membership para makapagbahagi ng mga file gamit ang Send.
lt: Nemokamose paskyrose galima bendrinti tik tekstą. Norint naudoti failus su Siuntinio funkcija, reikalinga Premium narystė.

# SendFileEmailVerificationRequired
source: You must verify your email to use files with Send. You can verify your email in the web vault.
af: U moet u e-pos bevestig om lêers met Send te kan gebruik. U kan u e-pos in die webkluis bevestig.
be: Для адпраўкі файлаў з дапамогай Send, вам неабходна праверыць вашу электронную пошту. Зрабіць гэта можна ў вэб-сховішчы.
eu: Emaila egiaztatu behar duzu fitxategiak Send-ekin partekatzeko. Emaila webguneko kutxa gotorrean egiazta dezakezu.
fil: Kailangan mong beripikahin ang email mo para makapagbahagi ng mga file gamit ang Send. Mabeberipika mo ang email mo sa web vault.
lt: Turite patvirtinti savo el. paštą, kad galėtumėte naudoti failus su Siuntinio funkcija. Savo el. pašto adresą galite patvirtinti žiniatinklio saugykloje.

# PasswordPrompt
source: Master password re-prompt
af: Vra weer vir hoofwagwoord
be: Паўторны запыт асноўнага пароля
eu: Berriro eskatu pasahitz nagusia
fil: Reprompt para sa master password
lt: Iš naujo paraginti pagrindinį slaptažodį

# PasswordConfirmation
source: Master password confirmation
af: Hoofwagwoordbevestiging
be: Пацвярджэнне асноўнага пароля
eu: Baieztatu pasahitz nagusia
fil: Kumpirmasyon para sa master password
lt: Pagrindinio slaptažodžio patvirtinimas

# PasswordConfirmationDesc
source: This action is protected, to continue please re-enter your master password to verify your identity.
af: Hierdie aksie is beskerm. Voer u hoofwagwoord in om u identiteit te bevestig om voort te gaan.
be: Гэта дзеянне абаронена. Паўторна ўвядзіце асноўны пароль, каб праверыць сваю асобу і працягнуць далей.
eu: Ekintza hau babestuta dago. Jarraitzeko, mesedez, sartu berriro pasahitz nagusia zure identitatea egiaztatzeko.
fil: Protektado ang aksyong ito, mangyaring ilagay ulit ang master password mo para maberipika ang pagkakakilanlan mo.
lt: Šis veiksmas yra apsaugotas. Jei norite tęsti, iš naujo įveskite pagrindinį slaptažodį, kad patvirtintumėte savo tapatybę.

source: Captcha required
af: Captcha vereis
be: Патрабуецца ўвод CAPTCHA
eu: Captcha beharrezkoa da
fil: Kailangan ang Captcha
hi: कैप्चा चाहिए
lt: Reikalinga „Captcha“

# CaptchaFailed
source: Captcha failed. Please try again.
af: Captcha het misluk. Probeer weer.
be: Збой CAPTCHA. Паспрабуйце яшчэ раз.
eu: Captcha-k huts egin du. Saiatu berriro.
fil: Mali ang Captcha. Pakisubukan ulit.
lt: „Captcha“ nepavyko. Prašau, pabandykite dar kartą.

source: Updated master password
af: Hoofwagwoord bygewerk
be: Асноўны пароль абноўлены
eu: Pasahitz nagusia eguneratuta
fil: Na-update ang master password
lt: Atnaujintas pagrindinis slaptažodis

source: Update master password
af: Werk hoofwagwoord by
be: Абнавіць асноўны пароль
eu: Pasahitz nagusia eguneratu
fil: I-update ang master password
lt: Atnaujinti pagrindinį slaptažodį

# UpdateMasterPasswordWarning
source: Your master password was recently changed by an administrator in your organization. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
af: U hoofwagwoord is onlangs deur ’n administrateur in u organisasie verander. Om toegang tot u kluis te verkry moet u u hoofwagwoord nóú bywerk. Deur voort te gaan word u uit u huidige sessie geteken, waarna u weer sal moet aanteken. Aktiewe sessies op ander toestelle kan vir tot ’n uur steeds aktief bly.
be: Ваш асноўны пароль быў нядаўна зменены адміністратарам вашай арганізацыі. Для атрымання доступу да сховішча, вы павінны абнавіць яго. Працягваючы, вы выйдзіце з бягучага сеанса і вам неабходна будзе ўвайсці паўторна. Сеансы на іншых прыладах могуць заставацца актыўнымі на працягу адной гадзіны.
eu: Zure erakundeko administratzaile batek pasahitz nagusia aldatu berri du. Kutxa gotorrera sartzeko, pasahitz nagusia orain eguneratu behar duzu. Beraz, oraingo saiotik atera eta saioa hasteko eskatuko zaizu. Beste gailu batzuetako saio aktiboek ordubete iraun dezakete aktibo.
fil: Kamakailang binago ng isang administrator sa organisasyon mo ang iyong master password. Para ma-access ang vault, kailangan mo nang i-update ngayon ang master password mo. Mala-log out ka sa kasalukuyan mong sesyon, at kailangan mong mag-log in ulit. Maaaring manatiling aktibo ang mga sesyon sa iba mo pang device hanggang sa isang oras.
lt: Jūsų pagrindinis slaptažodį neseniai pakeitė jūsų organizacijos administratorius. Kad galėtumėte pasiekti saugyklą, dabar turite atnaujinti pagrindinį slaptažodį. Tęsdami būsite atjungti nuo dabartinės sesijos, todėl turėsite vėl prisijungti. Aktyvios sesijos kituose įrenginiuose gali išlikti aktyvios iki vienos valandos.

source: Updating password
af: Wagwoord word bygewerk
be: Абнаўленне пароля
eu: Pasahitza eguneratzen
fil: Ina-update ang password
lt: Atnaujinamas slaptažodis

# UpdatePasswordError
source: Currently unable to update password
af: Kan nie tans u wagwoord bywerk nie
be: Зараз немагчыма абнавіць пароль
eu: Orain ezin da pasahitza eguneratu
fil: Hindi ma-update ang password ngayon
lt: Šiuo metu nepavyksta atnaujinti slaptažodžio

source: Remove master password
af: Verwyder hoofwagwoord
be: Выдаліць асноўны пароль
eu: Ezabatu pasahitz nagusia
fil: Tanggalin ang master password
lt: Panaikinti pagrindinį slaptažodį

# RemoveMasterPasswordWarning
source: {0} is using SSO with customer-managed encryption. Continuing will remove your master password from your account and require SSO to login.
af: {0} gebruik SSO met klantbestuurde enkripsie. Deur voort te gaan word u hoofwagwoord van u rekening verwyder en word SSO vereis om aan te teken.
be: {0} выкарыстоўвае SSO з шыфраваннем, якое кіруецца на баку кліента. Калі вы працягніце, то асноўны пароль будзе выдалены з вашага ўліковага запісу і для ўваходу спатрэбіцца SSO.
eu: {0} bezeroak kudeatutako zifratua duen SSO erabiltzen ari da. Jarraitzeak zure kontuko pasahitz nagusia ezabatuko du, eta SSO eskatuko du saioa hasteko.
fil: Gumagamit ang {0} ng ISO na may encryption na pinamamahalaan ng customer. Matatanggal ang master password sa account mo at kakailanganin mo ang ISO para mag-log in kung tutuloy ka.
lt: {0} naudoja SSO su kliento valdoma šifruote. Jei tęsite, pagrindinis slaptažodis bus pašalintas iš paskyros ir norint prisijungti reikės SSO.

# RemoveMasterPasswordWarning2
source: If you do not want to remove your master password, you may leave this organization.
af: Indien u nie u hoofwagwoord wil verwyder nie, kan u hierdie organisasie verlaat.
be: Калі вы не хочаце выдаляць асноўны пароль, вы можаце выйсці з гэтай арганізацыі.
eu: Zure pasahitz nagusia ezabatu nahi ez baduzu, erakundea utzi beharko duzu.
fil: Kung hindi mo gustong matanggal ang master password mo, pwede kang umalis sa organisasyong ito.
lt: Jei nenorite pašalinti pagrindinio slaptažodžio, galite išeiti iš šios organizacijos.

source: Leave organization
af: Verlaat organisasie
be: Выйсці з арганізацыі
eu: Utzi erakundea
fil: Umalis sa organisasyon
lt: Palikti organizaciją

# LeaveOrganizationName
source: Leave {0}?
af: Verlaat {0}?
be: Выйсці з {0}?
eu: {0} utzi?
fil: Umalis sa {0}?
hi: {0} छोड़ें?
lt: Palikti {0}?

# Fido2Instruction
source: To continue, have your FIDO2 WebAuthn compatible security key ready, then follow the instructions after clicking 'Authenticate WebAuthn' on the next screen.
af: Om voort te gaan moet u FIDO2 WebAuthn-geaktiveerde sekerheidsleutel gereed wees, volg dan die instruksies nadat u op ‘Waarmerk Webauthn’ op die volgende skerm geklik het.
be: Для працягу, падрыхтуйце свой ключ бяспекі з падтрымкай FIDO2 WebAuthn, а потым прытрымлівайцеся інструкцый пасля націску "Аўтэнтыфікацыя WebAuthn" на наступным экране.
eu: Aurrera egiteko, gaituta duzun segurtasun-gakoa (FIDO 2 WebAuthn) prest eduki, ondoren, jarraitu jarraibideei hurrengo pantailan "WebAuthn autentifikatu" sakatutakoan.
fil: Para magpatuloy, ihanda ang FIDO2 WebAuthn compatible security key mo, at sundin ang mga hakbang pagkatapos pindutin ang 'I-authenticate ang WebAuthn' sa susunod na screen.
lt: Norėdami tęsti, turėkite su FIDO2 WebAuthn suderinamą saugos raktą, tada vadovaukitės instrukcijomis, kitame ekrane spustelėję „Autentifikuoti WebAuthn“.

# Fido2Desc
source: Authentication using FIDO2 WebAuthn, you can authenticate using an external security key.
af: Waarmerking m.b.v. FIDO2 WebAuthn, u kan waarmerk m.b.v. ’n eksterne sekerheidsleutel.
be: Аўтэнтыфікацыя з выкарыстаннем FIDO2 WebAuthn, вы можаце аўтэнтыфікавацца з дапамогай знешняга ключа бяспекі.
eu: FIDO 2 WebAuthn bidezko autentifikazioa kanpoko segurtasun-gako bat erabiliz kudeatu ahal da.
fil: Authentication gamit ang FIDO2 WebAuthn, makakapag-authenticate ka gamit ang isang external security key.
lt: Autentifikavimas naudojant FIDO2 WebAuthn, galite autentifikuoti naudodami išorinį saugos raktą.

# Fido2AuthenticateWebAuthn
source: Authenticate WebAuthn
af: Waarmerk WebAuthn
be: Аўтэнтыфікацыя WebAuthn
eu: WebAuthn autentifikatu
fil: I-authenticate ang WebAuthn
lt: Autentifikuoti WebAuthn

# Fido2ReturnToApp
source: Return to app
af: Terug na die toep
be: Вярнуцца ў праграму
eu: Itzuli aplikaziora
fil: Bumalik sa app
hi: ऐप पर वापस जाएं
lt: Grįžti į programą

# Fido2CheckBrowser
source: Please make sure your default browser supports WebAuthn and try again.
af: Maak seker u verstekwebblaaier ondersteun WebAuthn en probeer weer.
be: Пераканайцеся, што ваш прадвызначаны браўзер падтрымлівае WebAuthn і паспрабуйце яшчэ раз.
eu: Mesedez, ziurtatu zure nabigatzaile lehenetsiak WebAuthn onartzen duela eta saiatu berriro.
fil: Tiyaking suportado ng default browser mo ang WebAuthn at pakisubukan ulit.
lt: Įsitikinkite, kad numatytoji naršyklė palaiko „WebAuthn“, ir bandykite dar kartą.

# ResetPasswordAutoEnrollInviteWarning
source: This organization has an enterprise policy that will automatically enroll you in password reset. Enrollment will allow organization administrators to change your master password.
af: Hierdie organisasie het ’n ondernemingsbeleid wat u outomaties inskryf in die terugstel van u wagwoord. Inskrywing stel organisasiebeheerders in staat om u hoofwagwoord te wysig.
be: Гэта арганізацыя мае карпаратыўную палітыку, якая будзе аўтаматычна зарэгіструе ваша скіданне пароля. Рэгістрацыя дазволіць адміністратарам арганізацыі змяняць ваш асноўны пароль.
eu: Erakunde honen enpresa politika baten ondorioz, automatikoki pasahitza berrezartzean izen-emango zaitu. Izen-emateak aukera emango die erakundeko administratzaileei pasahitz nagusia aldatzeko.
fil: May patakarang enterprise ang organisasyong ito na awtomatiko kang ie-enroll pagka-reset ng password. Kapag na-enroll ka, mababago ng mga administrator ng organisasyon ang master password mo.
lt: Ši organizacija turi įmonės politiką, kuri automatiškai įtrauks jus į slaptažodžio nustatymą iš naujo. Užsiregistravę organizacijos administratoriai galės pakeisti pagrindinį slaptažodį.

# VaultTimeoutPolicyInEffect
source: Your organization policies are affecting your vault timeout. Maximum allowed vault timeout is {0} hour(s) and {1} minute(s)
af: U organisasiebeleide beïnvloed u kluisuitelling. Maksimum toegelate kluisuittelling is {0} uur en {1} minuut(e).
be: Палітыка вашай арганізацыі ўплывае на час чакання сховішча. Максімальны дазволены час чакання сховішча складае {0} гадз. і {1} хв.
eu: Zure erakundearen politikek zure itxaronaldiari eragiten diote. Itxaronaldiak gehienez ere {0} ordu eta {1} minutu izango ditu
fil: Naaapektuhan ng mga patakaran sa organisasyon mo ang time-out ng vault mo. {0} oras at {1} minuto ang pinakamataas na pinapayagang time-out ng vault.
hi: Your organization policies have set your maximum allowed vault timeout to {0} hour(s) and {1} minute(s).
lt: Jūsų organizacijos politika turi įtakos saugyklos skirtajam laikui. Didžiausias leistinas saugyklos skirtasis laikas yra {0} valanda (-os) ir {1} minutė (-ės)

# VaultTimeoutPolicyWithActionInEffect
source: Your organisation policies are affecting your vault timeout. Maximum allowed vault timeout is {0} hour(s) and {1} minute(s). Your vault timeout action is set to {2}.
af: Jou organisasie se beleid affekteer jou kluis-uittel tyd. Maksimum toelaatbare kluis-uittel tyd is {0} uur(ure) en {1} minuut(minute). Jou kluis-uittel aksie is gestel na {2}.
be: Палітыка вашай арганізацыі ўплывае на час чакання сховішча. Максімальны дазволены час чакання сховішча складае гадзін: {0}; хвілін: {1}. Для часу чакання вашага сховішча прызначана дзеянне {2}.
eu: Your organization policies are affecting your vault timeout. Maximum allowed vault timeout is {0} hour(s) and {1} minute(s). Your vault timeout action is set to {2}.
fil: Your organization policies are affecting your vault timeout. Maximum allowed vault timeout is {0} hour(s) and {1} minute(s). Your vault timeout action is set to {2}.
hi: Your organization policies are affecting your vault timeout. Maximum allowed vault timeout is {0} hour(s) and {1} minute(s). Your vault timeout action is set to {2}.
lt: Jūsų organizacijos nustatymai apriboja jūsų saugyklos neaktyvumo laiko nustatymus. Maksimalus leidžiamas saugyklos neaktyvumo laikas yra {0} valanda(-os) ir {1} minutė(s). Jūsų saugyklos neaktyvumo laikas yra nustatytas {2}.

# VaultTimeoutActionPolicyInEffect
source: Your organisation policies have set your vault timeout action to {0}.
af: Jou organisasie se beleid het jou kluis-uittel aksie na {0} verander.
be: Палітыкай вашай арганізацыі прызначана дзеянне {0} для часу чакання вашага сховішча.
eu: Your organization policies have set your vault timeout action to {0}.
fil: Your organization policies have set your vault timeout action to {0}.
hi: Your organization policies have set your vault timeout action to {0}.
lt: Jūsų organizacija nustatė saugyklos neaktyvumo trukmę {0}.

# VaultTimeoutToLarge
source: Your vault timeout exceeds the restrictions set by your organization.
af: U kluisuittelling oorskry die beperkinge wat deur u organisasie daargestel is.
be: Час чакання вашага сховішча перавышае дазволеныя абмежаванні, якія прызначыла ваша арганізацыя.
eu: Zure kutxa gotorreko itxaronaldiak, zure erakundeak ezarritako murrizpenak gainditzen ditu.
fil: Lumagpas ang time-out ng vault mo sa mga restriksyong ipinapatupad ng organisasyon mo.
lt: Jūsų saugyklos skirtasis laikas viršija jūsų organizacijos nustatytus apribojimus.

# DisablePersonalVaultExportPolicyInEffect
source: One or more organization policies prevents your from exporting your individual vault.
af: Een of meer organisasiebeleide verhoed u om u persoonlike kluis uit te stuur.
be: Адна або больш палітык арганізацыі не дазваляюць вам экспартаваць асабістае сховішча.
eu: Erakundeko politika batek edo gehiagok kutxa gotorra esportatzea galarazten dute.
fil: Pinipigilan ka ng isa o higit pang mga patakaran sa organisasyon na i-export ang individual vault mo.
lt: Viena ar daugiau organizacijos strategijų neleidžia eksportuoti asmeninės saugyklos.

source: Add account
af: Voeg rekening toe
be: Дадаць уліковы запіс
eu: Gehitu kontua
fil: Magdagdag ng account
hi: अकाउंट डालें
lt: Pridėti paskyrą

# AccountUnlocked
source: Unlocked
af: Ontgrendel
be: Разблакіравана
eu: Desblokeatuta
fil: Naka-unlock
hi: खुला हुआ
lt: Atrakinta

# AccountLocked
source: Locked
af: Vergrendel
be: Заблакіравана
eu: Blokeatuta
fil: Naka-lock
hi: बंद
lt: Užrakinta

# AccountLoggedOut
source: Logged out
af: Uitgeteken
be: Вы выйшлі
eu: Saioa itxita
fil: Naka-log out
hi: लॉगआउट हो गए
lt: Atsijungta

# AccountSwitchedAutomatically
source: Switched to next available account
af: Oorgeskakel na volgende beskikbare rekening
be: Вы пераключыліся на іншы даступны ўліковы запіс
eu: Hurrengo kontu erabilgarrira aldatu
fil: Lumipat sa susunod na available na account
lt: Perjungta į kitą galimą paskyrą

# AccountLockedSuccessfully
source: Account locked
af: Rekening is vergrendel
be: Уліковы запіс заблакіраваны
eu: Kontua blokeatuta
fil: Naka-lock ang account
hi: अकाउंट लॉक हुआ
lt: Paskyra užrakinta

source: Account logged out successfully
af: Rekening suksesvol uitgeteken
be: Вы паспяхова выйшлі з уліковага запісу
eu: Kontuko saioa ondo itxi da
fil: Matagumpay na nakapag-log out sa account
lt: Paskyra sėkmingai atsijungta

source: Account removed successfully
af: Rekening suksesvol verwyder
be: Уліковы запіс паспяхова выдалены
eu: Kontua ezabatu da
fil: Matagumpay na natanggal ang account
lt: Paskyra sėkmingai pašalinta

source: Delete account
af: Skrap rekening
be: Выдаліць уліковы запіс
eu: Ezabatu kontua
fil: Burahin ang account
hi: अकाउंट डिलीट करें
lt: Pašalinti paskyrą

source: Deleting your account is permanent
af: Die skrap van u rekening is permanent
be: Выдаленне вашага ўліковага запісу з'яўляецца незваротным дзеяннем
eu: Kontua ezabatzea itzulezina da
fil: Wala nang bawian kapag binura mo ang account mo
lt: Paskyros ištrynimas yra visam laikui

# DeleteAccountExplanation
source: Your account and all vault data will be erased and unrecoverable. Are you sure you want to continue?
af: U rekening en alle bybehorende data sal geskrap en onherwinbaar word. Is u seker u wil voortgaan?
be: Ваш уліковы запіс і ўсе даныя сховішча будуць выдалены без магчымасці аднаўлення. Вы сапраўды хочаце працягнуць?
eu: Zure kontua eta kutxa gotorraren datu guztiak ezabatu eta berreskuraezinak izango dira. Ziur al zaude jarraitu nahi duzula?
fil: Mabubura at hindi na maibabalik ang account mo at lahat ng datos sa vault. Sigurado ka ba rito?
lt: Jūsų paskyra ir visi saugyklos duomenys bus ištrinti ir neatkurti. Ar tikrai norite tęsti?

source: Deleting your account
af: U rekening word geskrap
be: Выдаленне вашага ўліковага запісу
eu: Zure kontua ezabatzen
fil: Binubura ang account mo
lt: Paskyros ištrynimas

source: Your account has been permanently deleted
af: U rekening is permanent geskrap
be: Ваш уліковы запіс быў незваротна выдалены
eu: Zure kontua betirako ezabatu da
fil: Permanente nang nabura ang account mo
lt: Jūsų paskyra ištrinta visam laikui

source: Invalid verification code
af: Ongeldige bevestigingskode.
be: Памылковы праверачны код.
eu: Egiaztatze-kodea ez da baliozkoa.
fil: Maling code pamberipika
lt: Neteisingas patvirtinimo kodas

# RequestOTP
source: Request one-time password
af: Versoek eenmalige wagwoord
be: Запытаць аднаразовы пароль
eu: Behin bakarrik erabiltzeko pasahitza eskatu
fil: Humingi ng isahang-beses na password
lt: Prašyti vienkartinio slaptažodžio

source: Send code
af: Verstuur kode
be: Адправіць код
eu: Bidali kodea
fil: Magpadala ng code
hi: कोड भेजें
lt: Siųsti kodą

source: Sending
af: Verstuur
be: Адпраўка
eu: Bidaltzen
fil: Nagpapadala
hi: भेज रहे
lt: Siunčiama

source: Copy Send link on save
af: Kopieer Send-skakel by bewaar
be: Скапіяваць спасылку Send пры захаванні
eu: Kopiatu Send esteka gordetzean
fil: Kopyahin ang link ng Send pagka-save
lt: Nukopijuokite Siuntinio nuorodą išsaugodami

source: Sending code
af: Verstuur tans kode
be: Адпраўка кода
eu: Kodea bidaltzen
fil: Ipinapadala ang code
hi: कोड भेज रहे
lt: Siunčiamas kodas

source: Verifying
af: Bevestiging
be: Праверка
eu: Egiaztatzen
fil: Bineberipika
hi: वेरिफिकेशन चल रहा
lt: Tvirtinama

source: Resend code
af: Stuur kode weer
be: Адправіць код яшчэ раз
eu: Berbidali kodea
fil: Ipadala ulit ang code
hi: कोड वापस भेजें
lt: Siųsti kodą dar kartą

source: A verification code was sent to your email
af: ’n Bevestigingskakel is na u e-pos gestuur
be: Праверачны код адпраўлены на ваш адрас электроннай пошты
eu: Egiaztatze-kodea zure emailera bidali da
fil: Naipadala ang code pamberipika sa email mo
lt: Jūsų el. paštu buvo išsiųstas patvirtinimo kodas
