Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

source: Password AutoFill
af: Wagwoord-outovul
be: Аўтазапаўненне пароляў
eu: Pasahitza automatikoki bete
fil: Pag-autofill ng password
hi: पासवर्ड ऑटो-फिल
lt: Slaptažodžio automatinis užpildymas

# BitwardenAutofillAlert2
source: The easiest way to add new logins to your vault is by using the Bitwarden Password AutoFill extension. Learn more about using the Bitwarden Password AutoFill extension by navigating to the "Settings" screen.
af: Die eenvoudigste manier om nuwe aantekeninge tot u kluis toe te voeg is deur gebruik te maak van die Bitwarden wagwoordoutovuluitbreiding. Leer meer oor die gebruik van die Bitwarden wagwoordoutovuluitbreiding in “Instellings”.
be: Самым простым спосаб дадаць новыя лагіны ў ваша сховішча з'яўляецца выкарыстанне пашырэння Bitwarden Password AutoFill. Дадатковыя звесткі пра выкарыстанне гэтага пашырэння можна знайсці ў раздзеле "Налады".
eu: Zure kutxa gotorrean saio hasiera berriak gehitzeko modurik errazena Bitwarden pasahitzak auto-betetzea gehigarria erabiltzea da. Eskuratu Bitwarden pasahitzak auto-betetzea gehigarriaren erabilerari buruzko informazio gehiago "Ezarpenak" eremuan.
fil: Ang pinakamadaling paraan para magdagdag ng bagong login sa vault mo ay gamit ang Bitwarden Password AutoFill extension. Para sa higit pang impormasyon tungkol sa serbisyong ito, pumunta sa screen ng "Mga Setting".
lt: Lengviausias būdas pridėti naujų prisijungimų prie saugyklos yra iš „Bitwarden“ programos plėtinio. Sužinokite daugiau apie „Bitwarden“ programos plėtinio naudojimą nuėję į „Nustatymų“ ekraną.

# InvalidEmail
source: Invalid email address.
af: Ongeldige e-posadres.
be: Памылковы адрас электроннай пошты.
eu: Email helbide baliogabea.
fil: 'Di-wastong email address.
hi: गलत ईमेल पता।
lt: Klaidingas el. pašto adresas.

source: Cards
af: Kaarte
be: Карткі
eu: Txartelak
fil: Mga Kard
hi: कार्ड
lt: Kortelės

source: Identities
af: Identiteite
be: Пасведчанні
eu: Identitateak
fil: Mga Pagkakakilanlan
hi: आईडी
lt: Tapatybės

source: Logins
af: Aantekeninge
be: Лагіны
eu: Saio-hasierak
fil: Mga login
hi: लॉगइन
lt: Prisijungimai

source: Secure notes
af: Beveiligde notas
be: Абароненыя нататкі
eu: Ohar seguruak
fil: Mga Secure na Tala
hi: सेक्योर नोट
lt: Saugūs įrašai

source: All items
af: Alle items
be: Усе элементы
eu: Elementu guztiak
fil: Lahat ng mga item
hi: सारे आइटम
lt: Visi elementai

source: URIs
be: URI
eu: URI-ak
fil: Mga URI
hi: यूआरआई
lt: URI - "nuoroda"

source: Checking password...
af: Gaan tans wagwoord na…
be: Праверка пароля...
eu: Pasahitza egiaztatzen...
fil: Sinusuri ang password...
hi: पासवर्ड चेक हो रहा है....
lt: Tikrinamas slaptažodis...

# CheckPassword
source: Check if password has been exposed.
af: Gaan na of wagwoord blootgestel is.
be: Праверце, ці не скампраметаваны пароль.
eu: Egiaztatu pasahitza konprometituta dagoen.
fil: Tingnan kung nakompromiso na ba ang password.
lt: Patikrinkite, ar slaptažodis buvo atskleistas.

# PasswordExposed
source: This password has been exposed {0} time(s) in data breaches. You should change it.
af: Hierdie wagwoord is {0} keer in databreuke blootgestel. U behoort dit te verander.
be: Гэты пароль быў скампраметаваны наступную колькасць разоў: {0}. Вы павінны змяніць яго.
eu: Pasahitz hau {0} aldiz datu-iragazketetan aurkitu da. Aldatu egin beharko zenuke.
fil: Nakompromiso na nang {0} beses ang password na ito sa mga data breach. Dapat mo na itong palitan.
lt: Šis slaptažodis buvo atskleistas {0} kartą (-us) dėl duomenų pažeidimų. Turėtumėte jį pakeisti.

# PasswordSafe
source: This password was not found in any known data breaches. It should be safe to use.
af: Hierdie wagwoord is in geen bekende databreuke gevind nie. Dit behoort veilig vir gebruik te wees.
be: Гэты пароль не быў знойдзены ў вядомых базах уцечак. Можна працягваць яго выкарыстоўваць.
eu: Pasahitz hau ez da inongo datu-filtrazio ezagunetan aurkitu. Erabiltzea segurua izan beharko luke.
fil: Hindi pa nakokompromiso ang password na ito sa mga naitalang data breach. Ligtas itong gamitin.
lt: Šis slaptažodis nebuvo rastas per jokius žinomus duomenų pažeidimus. Jis turėtų būti saugus naudoti.

source: Identity name
af: Identiteitnaam
be: Імя пасведчання
eu: Identitate izena
fil: Pangalan ng pagkakakilanlan
hi: आईडी का नाम
lt: Tapatybės vardas

source: Value
af: Waarde
be: Значэнне
eu: Balioa
fil: Halaga
hi: वैल्यू
lt: Vertė

source: Password history
af: Wagwoordgeskiedenis
be: Гісторыя пароляў
eu: Pasahitz historia
fil: Kasaysayan ng password
hi: पासवर्ड इतिहास
lt: Slaptažodžio istorija

source: Types
af: Tipes
be: Тыпы
eu: Motak
fil: Mga uri
hi: टाइप
lt: Tipai

source: No passwords to list.
af: Geen wagwoorde om te lys nie.
be: Няма пароляў для паказу.
eu: Ez dago erakusteko pasahitzik.
fil: Walang maililistang password.
lt: Nerasta slaptažodžių.

# NoItemsToList
source: There are no items to list.
af: Daar is geen items om te lys nie.
be: У спісе адсутнічаюць элементы.
eu: Ez dago erakusteko elementurik.
fil: Walang maililistang item.
lt: Nėra rodytinų elementų.

source: Search collection
af: Deursoek versameling
be: Пошук у калекцыі
eu: Bilatu bilduma
fil: Maghanap sa koleksyon
lt: Ieškoti kolekcijoje

source: Search file Sends
af: Deursoek lêer-Sends
be: Пошук файлаў Send
eu: Fitxategi Send-ak bilatu
fil: Maghanap ng mga file sa Send
lt: Ieškoti failų

source: Search text Sends
af: Deursoek teks-Sends
be: Пошук тэкставых Send'аў
eu: Testu Send-ak bilatu
fil: Maghanap ng mga teksto sa Send
lt: Ieškoti failų

# SearchGroup
source: Search {0}
af: Soek {0}
be: Пошук {0}
eu: Bilatu {0}
fil: Maghanap sa {0}
hi: {0} सर्च करें

source: Type
af: Tipe
be: Тып
eu: Mota
fil: Uri
hi: टाइप
lt: Tipas

source: Move down
af: Skuif af
be: Перамясціць уніз
eu: Mugitu behera
fil: Ilipat pababa
hi: नीचे ले जाएं
lt: Perkelti žemyn

source: Move up
af: Skuif op
be: Перамясціць уверх
eu: Mugitu gora
fil: Ilipat Pataas
hi: ऊपर ले जाएं
lt: Perkelti aukštyn

source: Miscellaneous
af: Diverse
be: Рознае
eu: Bestelakoak
hi: बाकी
lt: Kita

source: Ownership
af: Eienaarskap
be: Уладальнік
eu: Jabetza
fil: Pag-aari
hi: मालिकी
lt: Nuosavybė

source: Who owns this item?
af: Wie besit hierdie item?
be: Каму належыць гэты элемент?
eu: Nork du elementu hau?
fil: Sino ang may-ari ng item na ito?
hi: इस आइटम का मालिक कौन है?
lt: Kam priklauso šis daiktas?

# NoCollectionsToList
source: There are no collections to list.
af: Daar is geen versamelings om te lys nie.
be: У спісе адсутнічаюць калекцыі.
eu: Ez dago erakusteko bildumarik.
fil: Walang maililistang koleksyon.
lt: Aplankų nėra.

# MovedItemToOrg
source: {0} moved to {1}.
af: {0} geskuif na {1}.
be: {0} перамешчана ў {1}.
eu: {0} {1}-era mugitu da.
fil: Nilipat ang {0} sa {1}.
hi: {0} {1} पर ट्रांस्फर किया गया।
lt: {0} perkelta į {1}.

# ItemShared
source: Item has been shared.
af: Item is gedeel.
be: Элемент быў абагулены.
eu: Elementua partekatu da.
fil: Naibahagi na ang item.
lt: Elementas pasidalintas.

# SelectOneCollection
source: You must select at least one collection.
af: U moet ten minste een versameling kies.
be: Вы павінны выбраць прынамсі адну калекцыю.
eu: Gutxienez bilduma bat aukeratu behar duzu.
fil: Kailangan mong pumili ng isa man lang na koleksyon.
lt: Turite pasirinkti bent vieną kategoriją.

source: Share
af: Deel
be: Абагуліць
eu: Partekatu
fil: Ibahagi
hi: शेयर करें
lt: Dalintis

source: Share item
af: Deel Item
be: Абагуліць элемент
eu: Partekatu elementua
fil: Ibahagi ang Item
hi: आइटम शेयर करें
lt: Pasidalinti

# MoveToOrganization
source: Move to Organisation
af: Skuif na organisasie
be: Перамясціць у арганізацыю
eu: Mugitu erakundera
fil: Ilipat sa Organisasyon
hi: Move to Organization
lt: Pereikite į organizaciją

# NoOrgsToList
source: No organisations to list.
af: Geen organisasies om te lys nie.
be: Няма арганізацый для паказу.
eu: Ez dago erakunderik erakusteko.
fil: Walang maililistang organisasyon.
hi: No organizations to list.
lt: Organizacijų sąraše nėra.

# MoveToOrgDesc
source: Choose an organisation that you wish to move this item to. Moving to an organisation transfers ownership of the item to that organisation. You will no longer be the direct owner of this item once it has been moved.
af: Kies ’n organisasie waarheen u hierdie item wil skuif. Deur te skuif kry die organisasie die einaarskap van die item. U is dan nie meer die direkte eienaar van die item wanneer dit geskuif is nie.
be: Выберыце арганізацыю, у якую вы хочаце перамясціць гэты элемент. Пры перамяшчэнні ў арганізацыю ўсе правы ўласнасці на дадзены элемент пяройдуць да гэтай арганізацыі. Вы больш не будзеце адзіным уласнікам гэтага элемента пасля яго перамяшчэння.
eu: Aukeratu elementu hau zein erakundetara eraman nahi duzun. Erakunde batera pasatzeak elementuaren jabetza erakunde horretara transferitzen du. Zu ez zara elementu honen jabe zuzena izango mugitzen duzunean.
fil: Piliin kung saang organisasyon mo ililipat ang item na ito. Magiging pag-aari ng organisasyon ang anumang item na ililipat mo rito. Hindi ka na ang direktang may-ari ng item na ito pagkalipat.
hi: Choose an organization that you wish to move this item to. Moving to an organization transfers ownership of the item to that organization. You will no longer be the direct owner of this item once it has been moved.
lt: Pasirinkite organizaciją, į kurią norite perkelti šį elementą. Perkėlus į organizaciją, nuosavybės teisė į elementą perduodama tai organizacijai. Kai jis bus perkeltas, nebebūsite tiesioginis šio elemento savininkas.

source: Number of words
af: Aantal woorde
be: Колькасць слоў
eu: Hitz kopurua
fil: Bilang ng mga salita
hi: टोटल शब्द
lt: Žodžių skaičius

source: Passphrase
af: Wagfrase
be: Парольная фраза
eu: Pasaesaldia
hi: पासफ्रेज़
lt: Slaptafrazė

source: Word separator
af: Woordskeier
be: Раздзяляльнік слоў
eu: Hitz banatzailea
fil: Panghiwalay sa mga salita
hi: वर्ड सेपरेटर
lt: Žodžių skirtukas

source: Clear
af: Wis
be: Ачысціць
eu: Ezabatu
fil: Burahin
hi: साफ करें
lt: Išvalyti

source: Generator
af: Genereerder
be: Генератар
eu: Sortzailea
fil: Tagagawa
hi: जेनरेटर
lt: Generatorius

# NoFoldersToList
source: There are no folders to list.
af: Daar is geen vouers om te lys nie.
be: У спісе адсутнічаюць папкі.
eu: Ez dago erakusteko karpetarik.
fil: Walang maililistang folder.
lt: Aplankų nėra.

source: Fingerprint phrase
af: Vingerafdrukfrase
be: Фраза адбітка пальца
eu: Hatz-marka digitalaren esaldia
fil: Parirala ng fingerprint
hi: फिंगरप्रिंट फ्रेज़
lt: Pirštų atspaudų frazė

# YourAccountsFingerprint
source: Your account's fingerprint phrase
af: U rekening se vingerafdrukfrase
be: Фраза адбітка пальца вашага ўліковага запісу
eu: Zure kontuaren hatz-marka digitalaren esaldia
fil: Parirala ng fingerprint ng account mo
lt: Jūsų paskyros kontrolinio kodo frazė

# LearnOrgConfirmation
source: Bitwarden allows you to share your vault items with others by using an organisation account. Would you like to visit the bitwarden.com website to learn more?
af: Met ’n organisasierekening kan u u Bitwarden-kluisitems met ander deel. Wil u na bitwarden.com se webwerf gaan om meer hieroor te leer?
be: Bitwarden дазваляе абагуліць элементы вашага сховішча з іншымі карыстальнікамі, выкарыстоўваючы ўліковы запіс арганізацыі. Хочаце наведаць сайт bitwarden.com, каб даведацца больш?
eu: Bitwardek kutxa gotorreko elementuak beste batzuekin partekatzeko aukera ematen dizu erakunde kontu bat erabiliz. Gehiago jakiteko, bitwarden.com webgunea bisitatu nahi duzu?
fil: Maaari mong ibahagi sa iba ang mga item sa vault mo gamit ang isang pang-organisasyong account. Gusto mo bang bumisita sa website na bitwarden.com para sa higit pang impormasyon?
hi: Bitwarden allows you to share your vault items with others by using an organization account. Would you like to visit the bitwarden.com website to learn more?
lt: „Bitwarden“ leidžia bendrinti saugyklos elementus su kitais naudojant organizacijos paskyrą. Ar norėtumėte apsilankyti bitwarden.com svetainėje ir sužinoti daugiau?

source: Export vault
af: Stuur kluis uit
be: Экспартаваць сховішча
eu: Esportatu kutxa gotorra
fil: I-export ang vault
hi: तिजोरी एक्सपोर्ट करें
lt: Eksportuoti saugyklą

source: Lock now
af: Vergrendel nou
be: Заблакіраваць зараз
eu: Blokeatu orain
fil: I-lock ngayon
hi: अभी लॉक करें
lt: Užrakinti dabar

source: Unlock
af: Ontgrendel
be: Разблакіраваць
eu: Desblokeatu
fil: I-unlock
hi: खोलें
lt: Atrakinti

source: Unlock vault
af: Ontgrendel kluis
be: Разблакіраваць сховішча
eu: Desblokeatu kutxa gotorra
fil: I-unlock ang vault
hi: तिजोरी खोलें
lt: Atrakinti saugyklą

# ThirtyMinutes
source: 30 minutes
af: 30 minute
be: 30 хвілін
eu: 30 minutu
fil: 30 minuto
hi: 30 मिनट
lt: 30 minučių

# SetPINDescription
source: Set your PIN code for unlocking Bitwarden. Your PIN settings will be reset if you ever fully log out of the application.
af: Stel u PIN-kode in om Bitwarden te ontgrendel. U PIN-kode word heringestel indien u ooit volledig by die toep uitteken.
be: Прызначце PIN-код для разблакіроўкі Bitwarden. Налады PIN-кода будуць скінуты, калі вы калі-небудзь цалкам выйдзеце з праграмы.
eu: Ezarri zure PIN kodea Bitwarden desblokeatzeko. Zure PIN-aren konfigurazioa berrezarriko da, noizbait aplikaziotik erabat saioa ixten baduzu.
fil: Itakda ang PIN code mo pang-unlock sa Bitwarden. Mare-reset ang mga setting mo sa PIN kapag magla-log out ka sa aplikasyon.
lt: Nustatykite savo PIN kodą, kad atrakintumėte „Bitwarden“. Jūsų PIN nustatymai bus nustatyti iš naujo, jei kada nors visiškai atsijungsite nuo programos.

# LoggedInAsOn
source: Logged in as {0} on {1}.
af: Op {0} aangeteken as {1}.
be: Вы ўвайшлі як {0} у {1}.
eu: {1}-en {0} bezala saioa hasita.
fil: Naka-log in sa {1} bilang si {0}.
lt: Prisijungęs kaip {0} {1}.

# VaultLockedMasterPassword
source: Your vault is locked. Verify your master password to continue.
af: U kluis is vergrendel. Verifieer u hoofwagwoord om voort te gaan.
be: Ваша сховішча заблакіравана. Увядзіце асноўны пароль для працягу.
eu: Zure kutxa gotorra blokeatuta dago. Egiaztatu zure pasahitz nagusia jarraitzeko.
fil: Naka-lock ang vault mo. Beripikahin ang master password mo para tumuloy.
lt: Jūsų saugykla užrakinta. Norėdami tęsti, patikrinkite pagrindinį slaptažodį.

# VaultLockedPIN
source: Your vault is locked. Verify your PIN code to continue.
af: U kluis is vergrendel. Verifieer u PIN-kode om voort te gaan.
be: Ваша сховішча заблакіравана. Увядзіце PIN-код для працягу.
eu: Zure kutxa gotorra blokeatuta dago. Egiaztatu zure PIN kodea jarraitzeko.
fil: Naka-lock ang vault mo. Beripikahin ang PIN mo para tumuloy.
lt: Jūsų saugykla užrakinta. Norėdami tęsti, patikrinkite pagrindinį slaptažodį.

# VaultLockedIdentity
source: Your vault is locked. Verify your identity to continue.
af: U kluis is vergrendel. Bevestig u identiteit om voort te gaan.
be: Ваша сховішча заблакіравана. Каб працягнуць, пацвердзіце сваю асобу.
eu: Zure kutxa gotorra blokeatuta dago. Egiaztatu zure identitatea jarraitzeko.
fil: Naka-lock ang vault mo. Beripikahin ang pagkakakilanlan mo para tumuloy.
lt: Jūsų saugykla užrakinta. Norėdami tęsti, patvirtinkite savo tapatybę.

source: Dark
af: Donker
be: Цёмная
eu: Iluna
fil: Madilim
hi: अंधेरा
lt: Tamsi

source: Light
af: Lig
be: Светлая
eu: Argia
fil: Maliwanag
hi: रोशनी
lt: Šviesi

# FiveMinutes
source: 5 minutes
af: 5 minute
be: 5 хвілін
eu: 5 minutu
fil: 5 minuto
hi: 5 मिनट
lt: 5 min

# TenSeconds
source: 10 seconds
af: 10 sekondes
be: 10 секунд
eu: 10 segundu
fil: 10 segundo
hi: 10 सेकंड
lt: 10 sek

# ThirtySeconds
source: 30 seconds
af: 30 sekondes
be: 30 секунд
eu: 30 segundu
fil: 30 segundo
hi: 30 सेकंड
lt: 30 sek

# TwentySeconds
source: 20 seconds
af: 20 sekondes
be: 20 секунд
eu: 20 segundu
fil: 20 segundo
hi: 20 सेकंड
lt: 20 sek

# TwoMinutes
source: 2 minutes
af: 2 minute
be: 2 хвіліны
eu: 2 minutu
fil: 2 minuto
hi: 2 मिनट
lt: 2 min

source: Clear clipboard
af: Wis Knipbord
be: Ачысціць буфер абмену
eu: Hustu arbela
fil: Linisin ang clipboard
hi: क्लिपबोर्ड साफ करें
lt: Išvalyti iškarpinę

# ClearClipboardDescription
source: Automatically clear copied values from your clipboard.
af: Wis gekopieerde waardes outomaties vanuit u knipbord.
be: Аўтаматычна ачышчаць скапіяваныя значэнні з вашага буфера абмену.
eu: Ezabatu automatikoki arbelean kopiatutako balioak.
fil: Awtomatikong linisin ang mga bagay na nakopya sa iyong clipboard.
lt: Automatiškai išvalyti nukopijuotas reikšmes iškarpinėje.

source: Default URI Match Detection
af: Verstek URI-ooreenkomsbespeuring
be: Прадвызначанае выяўленне супадзення URI
eu: Lehenetsitako detekzioa URI kointzidentziarako
fil: Default na deteksyon ng pagkakatugma ng URI
lt: Numatytasis URI atitikties aptikimas

# DefaultUriMatchDetectionDescription
source: Choose the default way that URI match detection is handled for logins when performing actions such as auto-fill.
af: Kies die verstek manier waarop URI-ooreenkomsbespeuring vir aantekeninge hanteer word wanneer aksies soos outovul uitgevoer word.
be: Выберыце прадвызначаны спосаб вызначэння адпаведнасці URI для лагінаў пры выкананні такіх дзеянняў, як аўтаматычнае запаўненне.
eu: Hautatu automatikoki betetzean erabiliko den URI kointzidentzia detektatzeko modu lehenetsia.
fil: Piliin ang default na paraang ginagamit sa pag-detect sa pagkakatugma ng URI para sa mga login kung gumagawa ng mga kilos tulad ng pag-autofill.
lt: Pasirinkite numatytąjį būdą, kuriuo URI atitikties aptikimas bus tvarkomas prisijungiant, kai atliekate tokius veiksmus kaip automatinis pildymas.

source: Theme
af: Tema
be: Тэма
eu: Gaia
fil: Tema
hi: थीम
lt: Tema

# ThemeDescription
source: Change the application's colour theme.
af: Verander die toepassing se kleurtema.
be: Змена каляровай тэмы праграмы.
eu: Aldatu aplikaziorako kolore gaia.
fil: Baguhin ang kulay at tema ng aplikasyon.
hi: ऐप का थीम बदलें।
lt: Pakeisti programos spalvos temą.

# ThemeDefault
source: Default (System)
af: Verstek (Stelsel)
be: Прадвызначана (сістэмная)
eu: Lehenetsia (Sistema)
fil: Default (Sistema)
hi: डिफॉल्ट (सिस्टम)
lt: Numatytasis (sistema)

source: Default dark theme
af: Verstekdonkertema
be: Прадвызначана цёмная тэма
eu: Lehehetsia gai iluna
fil: Default na madilim na tema
hi: डिफॉल्ट डार्क थीम
lt: Numatytoji tamsi tema

source: Copy notes
af: Kopieer notas
be: Скапіяваць нататку
eu: Kopiatu oharra
fil: Kopyahin ang tala
hi: नोट कॉपी करें
lt: Kopijuoti pastabas

source: Exit
af: Verlaat
be: Выхад
eu: Irten
fil: Umalis
hi: निकलें
lt: Išeiti

# ExitConfirmation
source: Are you sure you want to exit Bitwarden?
af: Is u seker u wil Bitwarden verlaat?
be: Вы сапраўды хочаце выйсці з Bitwarden?
eu: Zihur al zaude Bitwardenetik irten nahi duzula?
fil: Sigurado ka bang gusto mong umalis sa Bitwarden?
hi: पक्का निकलें?
lt: Ar tikrai norite išeiti iš „Bitwarden“?

# PINRequireMasterPasswordRestart
source: Do you want to require unlocking with your master password when the application is restarted?
af: Wil u vereis dat met die hoofwagwoord ontgrendel word wanneer die toep geherlanseer is?
be: Вы сапраўды хочаце, каб пасля перазапуску праграма патрабавала асноўны пароль для разблакіроўкі?
eu: Aplikazioa berrabiarazten denean, pasahitz nagusiarekin desblokeatu nahi duzu?
fil: Gusto mo bang kailanganing gamitin ang master password pang-unlock kapag na-restart ang aplikasyon?
hi: ऐप रीस्टार्ट करने पर मास्टर पासवर्ड पूछें?
lt: Ar norite reikalauti atrakinti naudojant pagrindinį slaptažodį, kai programa paleidžiama iš naujo?

source: Black
af: Swart
be: Чорная
eu: Beltza
fil: Itim
hi: काला
lt: Juoda

# SolarizedDark
source: Solarised Dark
af: 'Solarized' Donker
be: Solarized Dark
eu: Solarized iluna
fil: Solarized Dark
hi: सोलराइज़्ड डार्क
lt: Tamsi

source: Auto-fill blocked URIs
af: Versperde URI’s vir outovul
be: Аўтазапаўненне заблакіраваных URI
eu: Automatikoki bete blokeatutako URI-ak
fil: Mga URI na hindi io-autofill-an
lt: Automatiškai užpildyti užblokuotus URI

source: Ask to add login
af: Vra om aantekening toe te voeg
be: Пытацца пры дадаванні лагіна
eu: Galdetu saio-hasiera gehitzeko
fil: Magpaalam para magdagdag ng login
lt: Prašyti pridėti prisijungimą

# AskToAddLoginDescription
source: Ask to add an item if one isn't found in your vault.
af: Vra om ’n item toe te voeg indien een nie in u kluis gevind word nie.
be: Пытацца пра дадаванне элемента, калі ён адсутнічае ў вашым сховішчы.
eu: Elementu bat gehitu nahi duzun galdetu, elementu hau zure kutxa gotorrean ez badago.
fil: Magpaalam na idagdag ang isang item kung walang ganitong nakita sa vault mo.
lt: Paprašykite pridėti elementą, jei jo nerasta jūsų saugykloje.

# OnRestart
source: On app restart
af: Nadat toep herbegin is
be: Пры перазапуску праграмы
eu: Aplikazioa berrabiarazten denean
fil: Sa pag-restart ng app
hi: ऐप रिस्टार्ट पर
lt: Paleidus programą iš naujo

# AutofillServiceNotEnabled
source: Auto-fill makes it easy to securely access your Bitwarden vault from other websites and apps. It looks like you have not enabled an auto-fill service for Bitwarden. Enable auto-fill for Bitwarden from the "Settings" screen.
af: Outovul vereenvoudig veilige toegang tot u Bitwarden-kluis vanuit ander webwerwe en toeps. Dit kom voor of u nog nie ’n outovuldiens vir Bitwarden geaktiveer het nie. Aktiveer outovul vir Bitwarden in die “Instellings”.
be: Аўтазапаўненне спрашчае бяспечны доступ да вашага сховішча Bitwarden з другіх вэб-сайтаў і праграм. Здаецца, вы не ўключылі службу аўтазапаўнення Bitwarden. Гэта можна зрабіць у наладах.
eu: Automatikoki betetzeak Bitwardenen kutxa gotorra segurtasunez erabiltzeko aukera ematen du beste webgune eta aplikazio batzuetatik. Badirudi ez duzula Bitwardenentzat automatikoki betetzeko zerbitzurik jarri. "Ezarpenak" atalean gaitu dezakezu.
fil: Mas napapadali ng autofill ang ligtas na pag-access sa Bitwarden vault mo mula sa ibang mga website at app. Mukhang hindi ka pa nakapag-set up ng serbisyo pang-autofill ng Bitwarden. Pumunta sa screen ng "Mga Setting" para sa higit pang impormasyon.
hi: Auto-fill makes it easy to securely access your Bitwarden vault from other websites and apps. It looks like you have not set up an auto-fill service for Bitwarden. Set up auto-fill for Bitwarden from the "Settings" screen.
lt: Automatinis užpildymas leidžia lengvai saugiai pasiekti „Bitwarden“ saugyklą iš kitų svetainių ir programų. Panašu, kad nenustatėte „Bitwarden“ automatinio pildymo paslaugos. Ekrane „Nustatymai“ nustatykite automatinį „Bitwarden“ užpildymą.

# ThemeAppliedOnRestart
source: Your theme changes will apply when the app is restarted.
af: U temaveranderinge word toegepas wanneer die toep herbegin word.
be: Тэма будзе зменена пасля перазапуску праграмы.
eu: Aplikazioa berrabiarazten denean aplikatuko dira gai aldaketak.
fil: Mailalapat lang ang mga binago mo sa tema pagka-restart ng app.
lt: Jūsų temos pakeitimai bus taikomi, kai programa bus paleista iš naujo.

# Capitalize
source: Capitalise
af: Maak Beginhoofletters
be: Вялікія літары
eu: Hasierako letra larria
fil: Kapitalisasyon
hi: कैपिटलाइज़ करें
lt: Pradėti didžiosiomis

source: Include number
af: Voeg syfer toe
be: Уключыць лічбу
eu: Sartu zenbakia
fil: Magsama ng mga numero
hi: नंबर शामिल करें
lt: Įtraukti skaičius

source: Download
af: Laai af
be: Спампаваць
eu: Deskargatu
fil: I-download
hi: डाउनलोड करें
lt: Atsisiųsti

source: Shared
af: Gedeel
be: Абагуленыя
eu: Partekatua
fil: Naibahagi
hi: शेयर किया गया
lt: Pasidalinta

source: Toggle visibility
af: Tokkel sigbaarheid
be: Пераключыць бачнасць
eu: Txandakatu ikusgarritasuna
fil: Ipakita/itago
hi: दृश्यता बदलें
lt: Pakeisti matomumą

# LoginExpired
source: Your login session has expired.
af: U aantekensessie het verstryk.
be: Тэрмін дзеяння вашага сеансу завяршыўся.
eu: Saioa amaitu da.
fil: Nag-expire na ang login session mo.
hi: अपने लॉगिन सत्र समाप्त हो गया है।
lt: Sesijos laikas baigėsi.
