Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

# BiometricsDirection
source: Biometric verification
af: Biometriese waarmerking
be: Біяметрычныя праверка
eu: Autentifikazio biometrikoa
fil: Beripikasyong biometriko
hi: बायोमेट्रिक सत्यापन
lt: Biometrinis autentifikavimas

source: Biometrics
af: Biometrie
be: біяметрыяй
eu: Biometriak
fil: Biometriko
hi: बायोमेट्रिक
lt: Biometrika

source: Use biometrics to unlock
af: Gebruik biometrie vir ontgrendeling
be: Выкарыстоўваць біяметрычныя даныя для разблакіроўкі
eu: Erabili biometria desblokeatzeko
fil: Gumamit ng biometriko pang-unlock
lt: Naudoti biometrinius duomenis arba ekrano užraktą

# AccessibilityOverlayPermissionAlert
source: Bitwarden needs attention - See "Auto-fill Accessibility Service" from Bitwarden Settings
af: Bitwarden kort aandag - Sien “Outovul toeganklikheidsdienste” in Bitwarden Instellings
be: Bitwarden патрабуе вашай увагі - Глядзіце раздзел "Служба спецыяльных магчымасцей аўтазапаўнення" у наладах Bitwarden
eu: Bitwardenek laguntza behar du - Kontsultatu Bitwarden ezarpenetan "automatikoki betetzeko erabilerraztasun zerbitzua"
fil: Bigyang atensyon ang Bitwarden - Tingnan ang "Pang-aksesibilidad na Serbisyo sa Autofill" sa mga setting ng Bitwarden
lt: „Bitwarden“ reikia peržiūros – „Bitwarden“ nustatymuose žr. „Automatinio pildymo prieinamumo paslauga“

# BitwardenAutofillServiceOverlayPermission
source: 3. On the Android App Settings screen for Bitwarden, go to the "Display over other apps" options (under Advanced) and tap the toggle to enable overlay support.
af: 3. Op die Android-toepinstellingskerm vir Bitwarden, gaan na die “Gee weer oor ander toeps”-opsie (onder gevorderd) en tokkel die skakelaar om dit te aktiveer.
be: 3. На экране наладаў праграм Android для Bitwarden перайдзіце ў раздзел "Адлюстроўваць па-над іншымі праграмамі" (раздзел "Дадаткова") і змяніце становішча пераключальніка, каб уключыць падтрымку накладання.
eu: 3. Bitwarden aplikazioko Androiden konfigurazioa pantailan, joan "Erakutsi beste aplikazio batzuetan" aukerara (Aurreratua) eta gaitu gainjartzea.
fil: 3. Sa screen ng Mga Setting ng App ng Android para sa Bitwarden, pumunta sa opsyong "Lumitaw sa itaas" (sa ilalim ng Advanced) at pindutin ang toggle para mabuksan ang suporta sa overlay.
hi: 3. On the Android App Settings screen for Bitwarden, go to the "Display over other apps" options (under Advanced) and tap the toggle to allow overlay support.
lt: 3. „Android“ programos nustatymų ekrane, skirtame „Bitwarden“, eikite į parinktis „Rodyti virš kitų programų“ (skiltyje „Išplėstinė“) ir bakstelėkite jungiklį, kad leistumėte perdangos palaikymą.

# OverlayPermission
source: Permission
af: Toestemmings
be: Дазвол
eu: Baimena
fil: Pahintulot
hi: परमिशन
lt: Prieigos teisės

# BitwardenAutofillServiceOpenOverlayPermissionSettings
source: Open Overlay Permission Settings
af: Open oorlegtoestemminginstellings
be: Адкрыць налады дазволу накладання
eu: Ireki gainjartze baimenaren ezarpenak
fil: Buksan ang Mga Setting ng Pahintulot Mag-overlay
lt: Atidarykite Perdangos leidimo nustatymus

# BitwardenAutofillServiceStep3
source: 3. On the Android App Settings screen for Bitwarden, select "Display over other apps" (under "Advanced") and switch on the toggle to allow the overlay.
af: 3. Op die Android-toepinstellingskerm vir Bitwarden, kies die “Gee weer oor ander toeps”-opsie (onder “gevorderd”) en tokkel die skakelaar om oorleg toe te laat.
be: 3. На экране наладаў праграм Android для Bitwarden, выберыце "Адлюстроўваць па-над іншымі праграмамі" (раздзел "Дадаткова") і змяніце становішча пераключальніка, каб дазволіць накладанне.
eu: 3. Bitwarden aplikazioko Androiden konfigurazioa pantailan, aukeratu "Erakutsi beste aplikazio batzuetan" aukera (Aurreratua) eta gaitu gainjartzea.
fil: 3. Sa screen ng Mga Setting ng App ng Android para sa Bitwarden, pindutin ang "Lumitaw sa itaas" (sa ilalim ng Advanced) at pindutin ang toggle para mabuksan ang overlay.
lt: 3. „Android“ programos nustatymų ekrane, skirtame „Bitwarden“, pasirinkite „Rodyti virš kitų programų“ (skiltyje „Išplėstinė“) ir įjunkite perjungiklį, kad leistumėte perdangą.

source: Denied
af: Geweier
be: Адмоўлена
eu: Ukatua
fil: Tinanggihan
hi: मना किया गया
lt: Neleidžiama

source: Granted
af: Toegestaan
be: Дазволена
eu: Eman da
fil: Pinahintulutan
hi: दिया गया
lt: Suteikta

source: File format
af: Lêerformaat
be: Фармат файла
eu: Fitxategiaren formatua
fil: Format ng file
hi: फाइल फॉर्मेट
lt: Failo formatas

# ExportVaultMasterPasswordDescription
source: Enter your master password to export your vault data.
af: Voer u hoofwagwoord in om u kluisdata uit te stuur.
be: Увядзіце ваш асноўны пароль для экспартавання даных сховішча.
eu: Sartu pasahitz nagusia kutxa gotorreko datuak esportatzeko.
fil: Ipasok ang master password mo para i-export ang data ng vault mo.
hi: अपने कोष्ठ डेटा निर्यात करने के लिए अपना मास्टर पासवर्ड दर्ज करें।
lt: Įveskite pagrindinį slaptažodį norint eksportuoti saugyklos duomenis.

# SendVerificationCodeToEmail
source: Send a verification code to your email
af: Stuur ’n bevestigingskode na u e-pos
be: Адправіць праверачны код на ваш адрас электроннай пошты
eu: Bidali egiaztatze-kodea zure emailera
fil: Magpadala ng code pamberipika sa email mo
lt: Siųsti patvirtinimo kodą į el. paštą

source: Code sent!
af: Kode verstuur!
be: Код адпраўлены!
eu: Kodea bidalia!
fil: Ipinadala ang code!
hi: कोड भेजा गया!
lt: Kodas išsiųstas!

# ConfirmYourIdentity
source: Confirm your identity to continue.
af: Bevestig u identiteit om voort te gaan.
be: Пацвердзіце сваю асобу для працягу.
eu: Jarraitzeko, berretsi zure identitatea.
fil: Kumpirmahin ang pagkakakilanlan mo para tumuloy.
lt: Norint tęsti, patvirtinkite tapatybę.

# ExportVaultWarning
source: This export contains your vault data in an unencrypted format. You should not store or send the exported file over insecure channels (such as email). Delete it immediately after you are done using it.
af: Hierdie uitstuur bevat u kluisdata in ’n ongeënkripteerde formaat. U behoort dit nie oor onbeveiligde kanale (soos e-pos) te bewaar of verstuur nie. Skrap dit sodra u dit klaar gebruik het.
be: Пры экспартаванні файл утрымлівае даныя вашага сховішча ў незашыфраваным фармаце. Яго не варта захоўваць або адпраўляць па неабароненых каналах (напрыклад, па электроннай пошце). Выдаліце яго адразу пасля выкарыстання.
eu: Esportazio honek kutxa gotorraren datuak zifratu gabeko formatuan biltzen ditu. Ez zenuke gorde edo kanal ez-seguruetaik (emaila, adibidez) bidali behar. Erabili eta berehala ezabatu.
fil: Naglalaman ng unencrypted vault data mo ang export na ito. Hindi mo dapat ilagay o ipadala ang file gamit ang hindi ligtas na mga paraan (tulad ng email). Burahin ito kaagad pagkagamit.
hi: This export contains your vault data in an unencrypted format. You should not store or send the exported file over unsecure channels (such as email). Delete it immediately after you are done using it.
lt: Šiame eksporte yra jūsų saugyklos duomenys nešifruotu formatu. Neturėtumėte saugoti ar siųsti eksportuoto failo nesaugiais kanalais (pvz., el. paštu). Ištrinkite jį iš karto, kai baigsite naudoti.

# EncExportKeyWarning
source: This export encrypts your data using your account's encryption key. If you ever rotate your account's encryption key you should export again since you will not be able to decrypt this export file.
af: Hierdie uitstuur vergrendel u data met u rekening se enkripsiesleutel. Indien u ooit u rekening se enkripsiesleitel wil verander moet u dit weer uitstuur aangesien u dan nie hierdie uitstuurlêer sal kan dekripteer nie.
be: Пры экспартаванні даныя шыфруюцца з дапамогай ключа шыфравання ўліковага запісу. Калі вы калі-небудзь зменіце ключ шыфравання ўліковага запісу, вам неабходна будзе экспартаваць даныя паўторна, паколькі вы не зможаце расшыфраваць гэты файл экспартавання.
eu: Esportazio honek zure datuak zifratzen ditu zure kontuaren zifratze-gakoa erabiliz. Inoiz zure kontuko zifratze-gakoa berrituz gero, berriro esportatu beharko duzu, ezin izango baituzu fitxategi hori deszifratu.
fil: Ine-encrypt ng export na ito ang data mo gamit ang encryption key ng iyong account. Kung iro-rotate mo man ang encryption key ng iyong account, kailangan mong mag-export ulit dahil hindi mo na made-decrypt ang file na ito.
lt: Šis eksportavimas užšifruoja jūsų duomenis naudojant paskyros šifravimo raktą. Jei kada nors pakeisite paskyros šifravimo raktą, turėtumėte eksportuoti dar kartą, nes negalėsite iššifruoti šio eksporto failo.

# EncExportAccountWarning
source: Account encryption keys are unique to each Bitwarden user account, so you can't import an encrypted export into a different account.
af: Rekeningenkripsiesleutels is uniek tot elke Bitwarden-gebruikersrekening, daarom kan u nie ’n geënkripteerde uitstuur in ’n ander rekening invoer nie.
be: Ключы шыфравання з'яўляюцца ўнікальнымі для кожнага ўліковага запісу Bitwarden, таму нельга імпартаваць зашыфраванае сховішча ў іншы ўліковы запіс.
eu: Kontua zifratzeko gakoak Bitwarden erabiltzaile bakoitzarentzako bakarrik dira; beraz, ezin da inportatu beste kontu batean zifratutako esportazio bat.
fil: Magkaiba ang encryption key ng bawat Bitwarden user account, kaya hindi ka makakapag-import ng encrypted export sa iba pang account.
lt: Paskyros šifravimo raktai yra unikalūs kiekvienai „Bitwarden“ vartotojo paskyrai, todėl negalite importuoti šifruoto eksporto į kitą paskyrą.

# ExportVaultConfirmationTitle
source: Confirm Vault Export
af: Bevestig kluisuitstuur
be: Пацвердзіць экспартаванне сховішча
eu: Baieztatu kutxa gotorra esportatzea
fil: Kumpirmahin ang pag-export ng vault
lt: Patvirtinkite saugyklos eksportavimą

source: Warning
af: Waarskuwing
be: Папярэджанне
eu: Kontuz
fil: Babala
hi: खबरदार
lt: Įspėjimas

# ExportVaultFailure
source: There was a problem exporting your vault. If the problem persists, you'll need to export from the web vault.
af: Daar was ’n probleem met die uitstuur van u kluis. Indien die probeem voortduur moet u vanuit die webkluis uitstuur.
be: Узнікла праблема падчас экспартавання вашага сховішча. Калі праблема захаваецца, экспартуйце свае даныя з вэб-сховішча.
eu: Kutxa gotorra esportatzean arazo bat izan da. Arazoak bere horretan jarraitzen badu, kutxa gotorretik esportatu beharko duzu.
fil: Nagkaproblema sa pag-e-export ng vault mo. Kung paulit-ulit nang nagkakaproblema, sa web vault ka dapat mag-export.
lt: Eksportuojant saugyklą kilo problema. Jei problema išlieka, turėsite eksportuoti iš žiniatinklio saugyklos.

# ExportVaultSuccess
source: Vault exported successfully
af: Kluis suksesvol uitgestuur
be: Сховішча паспяхова экспартавана
eu: Kutxa gotorra ongi esportatu da
fil: Matagumpay na na-export ang vault
lt: Saugykla sėkmingai eksportuota

source: Clone
af: Kloon
be: Кланіраваць
eu: Klonatu
fil: Doblehin
hi: क्लोन बनाएं
lt: Klonuoti

# PasswordGeneratorPolicyInEffect
source: One or more organisation policies are affecting your generator settings
af: Een of meer organisasiebeleide beïnvloed u genereerderinstellings
be: Адна або больш палітык арганізацыі ўплывае на налады генератара
eu: Erakundeko politika batek edo gehiagok sortzailearen konfigurazioari eragiten diote
fil: Naaapektuhan ng isa o higit pang mga patakaran ng organisasyon mo ang mga setting mo sa tagagawa
hi: One or more organization policies are affecting your generator settings
lt: Viena ar daugiau organizacijos strategijų turi įtakos jūsų generatoriaus nustatymams

source: Open
be: Адкрыць
eu: Ireki
fil: Buksan
hi: खोलें
lt: Atverti

# UnableToSaveAttachment
source: There was a problem saving this attachment. If the problem persists, you can save it from the web vault.
af: Daar was ’n probleem met die bewaar van hierdie aanhegsel. Indien die probeem voortduur moet u vanuit die webkluis bewaar.
be: Узнікла праблема падчас захавання гэтага далучэння. Калі праблема застанецца, вы можаце захаваць іх з вэб-сховішча.
eu: Arazo bat egon da eranskin hau atxikitzean. Arazoak bere horretan jarraitzen badu, webguneko kutxa gotorretik atxiki dezakezu.
fil: Nagkaproblema sa pagse-save ng attachment na ito. Kung paulit-ulit nang nagkakaproblema, sa web vault ka dapat mag-save.
lt: Išsaugant šį priedą kilo problema. Jei problema išlieka, galite ją išsaugoti žiniatinklio saugykloje.

# SaveAttachmentSuccess
source: Attachment saved successfully
af: Aanhegsel suksesvol bewaar
be: Далучэнне паспяхова захавана
eu: Eranskina ondo atxiki da
fil: Matagumpay na na-save ang attachment
lt: Priedas sėkmingai išsaugotas

# AutofillTileAccessibilityRequired
source: Please enable "Auto-fill accessibility service" from Bitwarden settings to use the auto-fill tile.
af: Aktiveer asb. “Outovultoeganklikheidsdiens” in Bitwarden-instellings om die outovulteël te gebruik.
be: Уключыце "Службу спецыяльных магчымасцей аўтазапаўнення" ў наладах Bitwarden для выкарыстання панэлі аўтазапаўнення.
eu: Mesedez, gaitu Bitwardeneko ezarpenetan "automatikoki betetzeko erabilerraztasun zerbitzua", automatikoki betetzea erabiltzeko.
fil: Pakibuksan ang "Pang-aksesibilidad na Serbisyo sa Autofill" sa Mga Setting ng Bitwarden para magamit ang Autofill tile.
hi: Please turn on "Auto-fill Accessibility Service" from Bitwarden Settings to use the Auto-fill tile.
lt: Norėdami naudoti automatinio pildymo plytelę, „Bitwarden“ nustatymuose įjunkite „Automatinio pildymo prieinamumo paslaugą“.

# AutofillTileUriNotFound
source: No password fields detected
af: Geen wagwoordvelde bespeur
be: Палі для пароляў не знойдзены
eu: Ez da pasahitz eremurik detektatu
fil: Walang na-detect na password field
lt: Slaptažodžio laukų neaptikta

# SoftDeleting
source: Sending to bin...
af: Stuur na die asblik…
be: Адпраўляем у сметніцу...
eu: Zakarrontzira bidaltzen...
fil: Itinatapon sa basurahan...
hi: Sending to trash...
lt: Siunčiama į šiukšliadėžę...

# ItemSoftDeleted
source: Item has been sent to bin.
af: Item is na asblik verstuur.
be: Элемент быў адпраўлены ў сметніцу.
eu: Elementua zakarrontzira bidali da.
fil: Naitapon ang item sa basurahan.
hi: आइटम कचरे में डाला गया।
lt: Elementas išsiųstas į šiukšliadėžę.

source: Restore
af: Stel terug
be: Аднавіць
eu: Berreskuratu
fil: Ibalik
hi: रिस्टोर करें
lt: Atkurti

source: Restoring...
af: Stel tans terug…
be: Аднаўленне...
eu: Berreskuratzen...
fil: Ibinabalik...
hi: रिस्टोर कर रहे...
lt: Atkuriama...

# ItemRestored
source: Item has been restored.
af: Item is teruggestel.
be: Элемент быў адноўлены.
eu: Elementua berreskuratu da.
fil: Naibalik ang item
hi: आइटम रिस्टोर किया गया
lt: Elementas atkurtas

# Trash
source: Bin
af: Asblik
be: Сметніца
eu: Zakarrontzia
fil: Basurahan
hi: कचरा
lt: Šiukšliadėžė

# SearchTrash
source: Search bin
af: Deursoek Asblik
be: Пошук у сметніцы
eu: Bilatu zakarrontzian
fil: Maghanap sa basurahan
hi: कचरा सर्च करें
lt: Ieškoti šiukšliadėžėje

# DoYouReallyWantToPermanentlyDeleteCipher
source: Do you really want to permanently delete? This cannot be undone.
af: Wil u dit regtig permanent skrap? Dit kan nie ontdaan word nie.
be: Вы сапраўды хочаце выдаліць назаўсёды? Гэтае дзеянне немагчыма адрабіць.
eu: Ziur al zaude betirako ezabatu nahi duzula? Eragiketa hau ezin da desegin.
fil: Gusto mo ba talagang permanente itong burahin? Wala nang bawian.
lt: Ar tikrai norite panaikinti? Atkurti nebebus galima.

# DoYouReallyWantToRestoreCipher
source: Do you really want to restore this item?
af: Wil u regtig hierdie item terugstel?
be: Вы сапраўды хочаце аднавіць гэты элемент?
eu: Ziur al zaude elementu hau berreskuratu nahi duzula?
fil: Gusto mo ba talagang ibalik ang item na ito?
hi: ये आइटम रिस्टोर करें?
lt: Ar tikrai norite atkurti šį elementą?

# DoYouReallyWantToSoftDeleteCipher
source: Do you really want to send to the bin?
af: Wil u dit regtig na die asblik stuur?
be: Вы сапраўды хочаце адправіць элемент у сметніцу?
eu: Ziur zaude elementu hau zakarrontzira bidali nahi duzula?
fil: Gusto mo ba talaga itong itapon?
hi: कचरे में डालें?
lt: Ar tikrai norite perkelti į šiukšlinę?

# AccountBiometricInvalidated
source: Biometric unlock for this account is disabled pending verification of master password.
af: Biometriese ontgrendeling vir hierdie rekening is gedeaktiveer hangende bevestiging van hoofwagwoord.
be: Разблакіроўка па біяметрыі для гэтага ўліковага запісу адключана. Чакаецца праверка асноўным паролем.
eu: Desblokeatze biometrikoa desgaituta dago kontu honentzat, pasahitz nagusia egiaztatzeko zain.
hi: मास्टर पासवर्ड का वेरिफिकेशन खत्म ना होने तक इस अकाउंट के लिए बायोमेट्रिक बंद है।
lt: Biometrinis atrakinimas išjungtas, kol neįvesite pagrindinio slaptažodžio.

# AccountBiometricInvalidatedExtension
source: Autofill biometric unlock for this account is disabled pending verification of master password.
af: Outovul-biometriese ontgrendeline vir hierdie rekening is gedeaktiveer hangende bevestiging van hoofwagwoord.
be: Аўтазапаўненне з дапамогай разблакіроўкі па біяметрыі для гэтага ўліковага запісу адключана. Чакаецца праверка асноўным паролем.
eu: Desblokeatze biometriko automatikoa desgaituta dago kontu honentzat, pasahitz nagusia egiaztatzeko zain.
hi: मास्टर पासवर्ड का वेरिफिकेशन खत्म ना होने तक इस अकाउंट के लिए बायोमेट्रिक ऑटोफिल बंद है।

source: Enable sync on refresh
af: Aktiveer sinchronisering by verfrissing
be: Уключыць сінхранізацыю пры абнаўленні
eu: Gaitu eguneratzean sinkronizatzea
fil: Payagan ang pag-sync pagka-refresh
hi: रिफ्रेश पर सिंक करने दें
lt: Leisti sinchronizuoti atnaujinant

# EnableSyncOnRefreshDescription
source: Syncing vault with pull down gesture.
af: Sinchroniseer kluis met aftreekgebaar.
be: Сінхранізацыя сховішча чырканнем уніз
eu: Sinkronizatu kutxa gotorra beherantz arrastatzeko keinuarekin.
fil: Mag-sync ng vault sa pamamagitan ng paghila sa screen pababa.
lt: Sinchronizuojama saugykla su perbraukimu iš viršaus į apačią gestu.

# LogInSso
source: Enterprise single sign-on
af: Onderneming-enkelaanteken
be: Адзіны ўваход прадпрыемства (SSO)
eu: Enpresentzako saio hasiera bakarra (SSO)
fil: Isahang sign-on para sa enterprise
hi: बिज़नेस सिंगल साइन-ऑन
lt: Vienkartinis įmonės prisijungimas

# LogInSsoSummary
source: Quickly log in using your organisation's single sign-on portal. Please enter your organisation's identifier to begin.
af: Teken vinnig aan d.m.v. u organisasie se enkelaantekenportaal (SSO). Voer u organisasie se identifiseerder in om te begin.
be: Хуткі ўваход з выкарыстаннем адзінага ўваходу вашай арганізацыі. Калі ласка, увядзіце ідэнтыфікатар вашай арганізацыі для пачатку працы.
eu: Hasi saioa zure erakundeko atari bakarra erabiliz. Sartu zure erakundearen identifikatzailea hasteko.
fil: Mabilisang mag-log in gamit ang portal ng organisasyon mo pang-isahang sign-on. Pakilagay ang identifier ng organisasyon mo para magsimula.
hi: Quickly log in using your organization's single sign-on portal. Please enter your organization's identifier to begin.
lt: Greitai prisijunkite naudodami savo organizacijos vieno prisijungimo portalą. Norėdami pradėti, įveskite savo organizacijos identifikatorių.

# OrgIdentifier
source: Organisation identifier
af: Organisasie-identifiseerder
be: Ідэнтыфікатар арганізацыі.
eu: Erakundearen identifikatzailea
fil: Identifier ng organisasyon
hi: Organization identifier
lt: Organizacijos identifikatorius

# LoginSsoError
source: Currently unable to login with SSO
af: Kan nie tans met SSO aanteken nie
be: Зараз немагчыма ўвайсці з SSO
eu: Une honetan SSO-rekin saioa hastea ez dago gaituta
fil: Kasalukuyang hindi maka-log in gamit ang ISO
lt: Šiuo metu nepavyksta prisijungti naudojant SSO

source: Set master password
af: Stel Hoofwagwoord
be: Прызначыць асноўны пароль
eu: Ezarri pasahitz nagusia
fil: Itakda ang master password
hi: मास्टर पासवर्ड सेट करें
lt: Pagrindinio slaptažodžio nustatymas

# SetMasterPasswordSummary
source: In order to complete logging in with SSO, please set a master password to access and protect your vault.
af: Om aantekening met SSO te voltooi moet u ’n hoofwagwoord instel vir toegang tot en beskerming van u kluis.
be: Для завяршэння працэсу ўваходу з дапамогай SSO, прызначце асноўны пароль для доступу да вашага сховішча і яго абароны.
eu: SSO-rekin saioa hasteko, mesedez, ezarri pasahitz nagusi bat kutxa gotorrera sartu eta babesteko.
fil: Para matapos ang pagla-log in gamit ang ISO, magtakda ng master password para ma-access at maprotektahan ang vault mo.
lt: Kad užbaigtumėte prisijungimą naudodami SSO, nustatykite pagrindinį slaptažodį, kad galėtumėte pasiekti ir apsaugoti saugyklą.

# MasterPasswordPolicyInEffect
source: One or more organisation policies require your master password to meet the following requirements:
af: Een of meer organisasiebeleide stel die volgende eise aan u hoofwagwoord:
be: Адна або больш палітык арганізацыі патрабуе, каб ваш асноўны пароль адказваў наступным патрабаванням:
eu: Erakundeko politika batek edo gehiagok pasahitz nagusia behar dute baldintza hauek betetzeko:
fil: Kinakailangang makapasa sa mga requirement na ito ang master password mo dahil sa isa o higit pang patakaran ng organisasyon mo:
hi: One or more organization policies require your master password to meet the following requirements:
lt: Viena ar daugiau organizacijos strategijų reikalauja, kad pagrindinis slaptažodis atitiktų šiuos reikalavimus:

# PolicyInEffectMinComplexity
source: Minimum complexity score of {0}
af: Minimum ingewikkeldheidstelling van {0}
be: Мінімальны ўзровень складанасці {0}
eu: {0}-en gutxieneko konplexutasun puntuazioa
fil: Pinakamababang antas ng pagkakomplikado: {0}
lt: Mažiausias {0} sudėtingumo balas

# PolicyInEffectMinLength
source: Minimum length of {0}
af: Minimum lengte van {0}
be: Мінімальная даўжыня {0}
eu: Gutxienezko luzera {0} da
fil: Hindi iigsi sa {0} karakter
hi: कम-से-कम लंबाई {0}
lt: Mažiausias ilgis: {0}

# PolicyInEffectUppercase
source: Contain one or more uppercase characters
af: Bevat een of meer hoofletterkarakters
be: Уключыць адну або некалькі вялікіх літар
eu: Karaktere larri bat edo gehiago edukitzea
fil: May isa o higit pang malaking letra
lt: Turi vieną ar daugiau didžiųjų raidžių

# PolicyInEffectLowercase
source: Contain one or more lowercase characters
af: Bevat een of meer kleinletterkarakters
be: Уключыць адну або некалькі малых літар
eu: Karaktere txiki bat edo gehiago edukitzea
fil: May isa o higit pang maliit na letra
lt: Turi vieną ar daugiau mažųjų raidžių

# PolicyInEffectNumbers
source: Contain one or more numbers
af: Bevat een of meer syfers
be: Уключыць адну або некалькі лічбаў
eu: Zenbaki bat edo gehiago edukitzea
fil: May isa o higit pang numero
lt: Turi vieną ar daugiau skaičių

# PolicyInEffectSpecial
source: Contain one or more of the following special characters: {0}
af: Bevat een of meer van die volgende spesiale karakters: {0}
be: Уключаць хаця б адзін з наступных спецыяльных сімвалаў: {0}
eu: Karaktere berezi hauetako {0} bat edo gehiago edukitzea
fil: May isa o higit pang ganitong espesyal na karakter: {0}
lt: Turi vieną ar daugiau iš šių specialiųjų simbolių: {0}

# MasterPasswordPolicyValidationTitle
source: Invalid password
af: Ongeldige wagwoord
be: Памылковы пароль
eu: Pasahitzak ez du balio
fil: 'Di-wastong password
hi: अवैध पासवर्ड
lt: Neteisingas slaptažodis
