Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

source: About
af: Oor
be: Пра праграму
eu: Honi buruz
fil: Tungkol
hi: हमारे बारे में
lt: Apie

source: Add
af: Voeg toe
be: Дадаць
eu: Gehitu
fil: Magdagdag
hi: बनाएं
lt: Pridėti

source: Add folder
af: Voeg vouer toe
be: Дадаць папку
eu: Gehitu karpeta
fil: Bagong Folder
hi: फोल्डर बनाएं
lt: Pridėti katalogą

source: Add item
af: Voeg item toe
be: Дадаць элемент
eu: Gehitu elementua
fil: Bagong Item
hi: आइटम बनाएं
lt: Pridėti elementą

source: An error has occurred.
af: ’n Fout het voorgekom.
be: Адбылася памылка.
eu: Akats bat gertatu da.
fil: Nagkaproblema.
hi: एक गड़बड़ हुई।
lt: Įvyko klaida.

source: Back
af: Terug
be: Назад
eu: Itzuli
fil: Bumalik
hi: पीछे जाएं
lt: Atgal

source: Cancel
af: Kanselleer
be: Скасаваць
eu: Ezeztatu
fil: Kanselahin
hi: कैंसिल करें
lt: Atšaukti

source: Copy
af: Kopieer
be: Скапіяваць
eu: Kopiatu
fil: Kopyahin
hi: कॉपी करें
lt: Kopijuoti

source: Copy password
af: Kopieer wagwoord
be: Скапіяваць пароль
eu: Kopiatu pasahitza
fil: Kopyahin ang password
hi: पासवर्ड कॉपी करें
lt: Kopijuoti slaptažodį

source: Copy username
af: Kopieer gebruikersnaam
be: Скапіяваць імя карыстальніка
eu: Kopiatu erabiltzaile-izena
fil: Kopyahin ang username
hi: यूज़रनेम कॉपी करें
lt: Kopijuoti vartotojo vardą

source: Credits
af: Met dank aan
be: Падзякі
eu: Kredituak
fil: Mga nag-ambag
hi: क्रेडिट
lt: Kūrėjų sąrašas

source: Delete
af: Skrap
be: Выдаліць
eu: Ezabatu
fil: Burahin
hi: हटाएं
lt: Ištrinti

source: Deleting...
af: Skrap tans…
be: Выдаленне...
eu: Ezabatzen...
fil: Binubura...
hi: हटा रहे है...
lt: Panaikinama: @...

# DoYouReallyWantToDelete
source: Do you really want to delete? This cannot be undone.
af: Wil u dit regtig skrap? Dit kan nie ontdaan word nie.
be: Вы сапраўды хочаце выдаліць? Гэта дзеянне немагчыма адрабіць.
eu: Ziur al zaude benetan ezabatu nahi duzula? Eragiketa hau ezin da desegin!
fil: Buburahin mo na ba talaga ito? Wala nang bawian.
hi: पक्का हटाएं? इसे अंडू नहीं किया जा सकता।
lt: Ar tikrai norite panaikinti? Atkurti nebebus galima.

source: Edit
af: Wysig
be: Рэдагаваць
eu: Editatu
fil: Baguhin
hi: बदलें
lt: Redaguoti

source: Edit folder
af: Wysig vouer
be: Рэдагаваць папку
eu: Editatu Karpeta
fil: Baguhin ang folder
hi: फोल्डर बदलें
lt: Redaguoti aplanką

source: Email
af: E-pos
be: Электронная пошта
eu: Emaila
hi: ईमेल
lt: El. paštas

source: Email address
af: E-posadres
be: Адрас электроннай пошты
eu: Email helbidea
hi: ईमेल पता
lt: El. pašto adresas

source: Email us
af: Stuur ’n e-pos
be: Напішыце нам
eu: Bidaliguzu email bat
fil: Magpadala sa amin ng email
hi: हमें ईमेल करें
lt: Parašykite mums

# EmailUsDescription
source: Email us directly to get help or leave feedback.
af: Stuur ’n e-pos om hulp te kry of om terugvoer te gee.
be: Напішыце нам, каб атрымаць дапамогу або пакінуць водгук.
eu: Bidaliguzu email bat zuzenean laguntza lortzeko edo iruzkinak uzteko.
fil: Direktang magpadala sa amin ng email para humingi ng tulong o magbahagi ng feedback.
hi: मदद लेने या फीडबैक देने के लिए हमें ईमेल करें।
lt: Gauti pagalbos ar palikti atsiliepimą - parašykite el. laišką.

# EnterPIN
source: Enter your PIN code.
af: Voer u PIN-kode in.
be: Увядзіце свой PIN-код.
eu: Sartu PIN kodea.
fil: Ipasok ang iyong PIN code.
hi: अपना पिन कोड डालें।
lt: Įveskite PIN kodą.

# Favorites
source: Favourites
af: Gunstelinge
be: Абраныя
eu: Gogokoak
fil: Mga Paborito
hi: मनपसंद
lt: Mėgstamiausi

# FileBugReport
source: File a bug report
af: Rapporteer ’n fout
be: Паведаміць пра памылку
eu: Akats-txostena bidali
fil: Magpadala ng ulat sa problema
hi: बग रिपोर्ट भेजें
lt: Pateikite pranešimą apie klaidą

# FileBugReportDescription
source: Open an issue at our GitHub repository.
af: Open ’n probleem op ons GitHub-bewaarplek.
be: Стварыце тэму з праблемай у нашым рэпазіторыі GitHub.
eu: Ireki arazo bat gure GitHub biltegian.
fil: Magbukas ng isyu sa repositoryo namin sa GitHub.
hi: हमारे गिटहब रिपॉज़िटरी में दिक्कत बताएं।
lt: Praneškite problemą mūsų „GitHub“ saugykloje.

# FingerprintDirection
source: Use your fingerprint to verify.
af: Gebruik u vingerafdruk om te bevestig.
be: Выкарыстоўвайце для праверкі свой адбітак пальца.
eu: Egiaztatzeko, erabili hatz-marka.
fil: Gamitin ang fingerprint mo para sa pagpapatunay.
hi: फिंगरप्रिंट से खोलें।
lt: Naudokite pirštų atspaudą patvirtinimui.

source: Folder
af: Vouer
be: Папка
eu: Karpeta
hi: फोल्डर
lt: Aplankas

# FolderCreated
source: New folder created.
af: Nuwe vouer geskep.
be: Створана новая папка.
eu: Karpeta berria sortua.
fil: Ginawa ang bagong folder.
hi: नया फोल्डर बनाया गया।
lt: Naujas aplankas sukurtas.

source: Folder deleted.
af: Vouer geskrap.
be: Папка выдалена.
eu: Karpeta ezabatu da.
fil: Binura ang folder.
hi: फोल्डर हटाया गया।
lt: Aplankas ištrintas.

# FolderNone
source: No folder
af: Geen vouer
be: Без папкі
eu: Karpetarik ez
fil: Walang Folder
hi: कोई फोल्डर नहीं है
lt: Be aplanko

source: Folders
af: Vouers
be: Папкі
eu: Karpetak
fil: Mga Folder
hi: फोल्डर
lt: Aplankai

source: Folder updated.
af: Vouer bygewerk.
be: Папка абноўлена.
eu: Karpeta eguneratua.
fil: Sinave ang folder
hi: फोल्डर सेव हुआ
lt: Aplankas išsaugotas

source: Go to website
af: Gaan na webwerf
be: Перайсці на вэб-сайт
eu: Joan webgunera
fil: Pumunta sa website
hi: वेबसाइट पर जाएं
lt: Eiti į svetainę

source: Help and feedback
af: Hulp en terugvoer
be: Даведка і зваротная сувязь
eu: Laguntza eta iritziak
fil: Tulong at feedback
hi: मदद और फीडबैक
lt: Pagalba ir atsiliepimai

source: Hide
af: Versteek
be: Схаваць
eu: Ezkutatu
fil: Itago
hi: छुपाएं
lt: Slėpti

# InternetConnectionRequiredMessage
source: Please connect to the Internet before continuing.
af: Koppel asb. aan die internet voor u voortgaan.
be: Калі ласка, спачатку падлучыце інтэрнэт.
eu: Mesedez, konektatu internetera jarraitu aurretik.
fil: Mangyaring kumonekta sa internet bago magpatuloy.
hi: आगे बढ़ने से पहले इंटरनेट से कनेक्ट करें।
lt: Prisijunkite prie interneto, kad tęsti toliau.

# InternetConnectionRequiredTitle
source: Internet connection required
af: Internetverbinding word vereis
be: Патрабуецца доступ да інтэрнэту
eu: Internet konexioa beharrezkoa da
fil: Kailangang kumonekta sa internet
hi: इंटरनेट कनेक्शन चाहिए
lt: Reikia interneto ryšio

# InvalidMasterPassword
source: Invalid master password. Try again.
af: Ongeldige hoofwagwoord. Probeer weer.
be: Памылковы асноўны пароль. Паспрабуйце яшчэ раз.
eu: Pasahitz nagusi baliogabea. Saiatu berriro.
fil: 'Di-wastong master password. Subukan ulit.
hi: मास्टर पासवर्ड गलत है। वापस कोशिश करें।
lt: Neteisingas pagrindinis slaptažodis. Pabandykite dar kartą.

# InvalidPIN
source: Invalid PIN. Try again.
af: Ongeldige PIN. Probeer weer.
be: Памылковы PIN. Паспрабуйце яшчэ раз.
eu: PIN baliogabea. Saiatu berriro.
fil: 'Di-wastong PIN. Subukan ulit.
hi: पिन गलत है। वापस कोशिश करें।
lt: Neteisingas PIN kodas. Bandyti dar kartą.

source: Launch
af: Lanseer
be: Запусціць
eu: Abiarazi
fil: Buksan
hi: खोलें
lt: Paleisti

source: Log in
af: Teken aan
be: Увайсці
eu: Hasi saioa
fil: Mag-log in
hi: लॉगइन करें
lt: Prisijungti

# LogInNoun
source: Login
af: Aantekening
be: Лагін
eu: Saio-hasiera
hi: लॉगइन
lt: Prisijungti

source: Log out
af: Teken uit
be: Выйсці
eu: Itxi saioa
fil: Mag-log out
hi: लॉगआउट करें
lt: Atsijungti

# LogoutConfirmation
source: Are you sure you want to log out?
af: Is u seker u wil uitteken?
be: Вы сапраўды хочаце выйсці?
eu: Ziur zaude saioa itxi nahi duzula?
fil: Sigurado ka bang gusto mong mag-log out?
hi: पक्का लॉगआउट करें?
lt: Ar tikrai norite atsijungti?

source: Remove account
af: Verwyder rekening
be: Выдаліць уліковы запіс
eu: Kendu kontua
fil: Tanggalin ang account
hi: खाता हटाएं
lt: Pašalinti paskyrą

# RemoveAccountConfirmation
source: Are you sure you want to remove this account?
af: Is u seker u wil hierdie rekening verwyder?
be: Вы сапраўды хочаце выдаліць уліковы запіс?
eu: Ziur al zaude kontu hau kendu nahi duzula?
fil: Sigurado ka bang gusto mong tanggalin ang account na ito?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
lt: Ar tikrai norite pašalinti šią paskyrą?

source: Account already added
af: Rekening reeds toegevoeg
be: Уліковы запіс ужо дададзены
eu: Kontua gehitu da
fil: Naidagdag na ang account
hi: खाता पहले से है
lt: Paskyra jau sukurta

# SwitchToAlreadyAddedAccountConfirmation
source: Would you like to switch to it now?
af: Wil u nou daarheen wissel?
be: Хочаце пераключыцца на яго зараз?
eu: Orain aldatu nahi duzu?
fil: Gusto mo bang lumipat na roon ngayon?
hi: खाता अभी इस्तेमाल करें?
lt: Ar norėtume prisijungti dabar?

source: Master password
af: Hoofwagwoord
be: Асноўны пароль
eu: Pasahitz nagusia
hi: मास्टर पासवर्ड
lt: Pagrindinis slaptažodis

source: More
af: Nog
be: Больш
eu: Gehiago
fil: Higit pa
hi: ज़्यादा
lt: Daugiau

source: My vault
af: My kluis
be: Маё сховішча
eu: Kutxa Gotorra
fil: Vault ko
hi: मेरी तिजोरी
lt: Mano tvarkyklė

source: Authenticator
af: Waarmerker
be: Аўтэнтыфікатар
eu: Autentifikatzailea
hi: प्रमाणीकरण
lt: Autentifikavimas

source: Name
af: Naam
be: Назва
eu: Izena
fil: Pangalan
hi: नाम
lt: Pavadinimas

source: No
af: Nee
be: Не
eu: Ez
fil: Hindi
hi: नहीं
lt: Ne

source: Notes
af: Notas
be: Нататкі
eu: Oharrak
fil: Mga Tala
hi: नोट
lt: Užrašai

source: OK
af: Goed
be: Добра
eu: Ados
fil: Sige
hi: ठीक है
lt: Gerai

source: Password
af: Wagwoord
be: Пароль
eu: Pasahitza
hi: पासवर्ड
lt: Slaptažodis

source: Save
af: Bewaar
be: Захаваць
eu: Gorde
fil: I-save
hi: सेव करें
lt: Išsaugoti

source: Move
af: Skuif
be: Перамясціць
eu: Mugitu
fil: Ilipat
hi: स्थानांतरित करें
lt: Perkelti

source: Saving...
af: Bewaar tans…
be: Захаванне...
eu: Gordetzen...
fil: Sine-save...
hi: सेव कर रहे है...
lt: Išsaugoma...

source: Settings
af: Instellings
be: Налады
eu: Ezarpenak
fil: Mga Setting
hi: सेटिंग
lt: Nustatymai

source: Show
af: Toon
be: Паказаць
eu: Erakutsi
fil: Ipakita
hi: दिखाएं
lt: Rodyti

# ItemDeleted
source: Item has been deleted.
af: Item is geskrap.
be: Элемент быў выдалены.
eu: Elementua ezabatu da.
fil: Tinanggal ang item
hi: आइटम हटाया गया
lt: Elementas panaikintas

source: Submit
af: Dien in
be: Адправіць
eu: Bidali
fil: Ipadala
hi: भेजें
lt: Patvirtinti

source: Sync
af: Sinchroniseer
be: Сінхранізаваць
eu: Sinkronizatu
hi: सिंक्रनाइज़ करें
lt: Sinchronizuoti

source: Thank you
af: Dankie
be: Дзякуй
eu: Eskerrik asko
fil: Salamat
hi: थैंक यू
lt: Dėkojame

source: Tools
af: Nutsmiddels
be: Інструменты
eu: Tresnak
fil: Mga Kagamitan
hi: टूल्स
lt: Įrankiai

source: Use fingerprint to unlock
af: Gebruik vingerafdruk vir ontgrendeling
be: Выкарыстоўваць адбітак пальца для разблакіроўкі
eu: Erabili hatz-marka desblokeatzeko
fil: Gumamit ng fingerprint sa pag-unlock
hi: फिंगरप्रिंट से खोलें
lt: Atrakinimui naudokite piršto antspaudą

source: Username
af: Gebruikersnaam
be: Імя карыстальніка
eu: Erabiltzaile izena
hi: यूज़रनेम
lt: Vartotojo vardas

# ValidationFieldRequired
source: The {0} field is required.
af: Die {0} veld word vereis.
be: Поле {0} з'яўляецца абавязковым.
eu: {0} ezinbestekoa da.
fil: Kailangan ang field ng {0}.
hi: {0} चाहिए।
lt: Laukas „{0}“ yra būtinas.

# ValueHasBeenCopied
source: {0} has been copied.
af: {0} is gekopieer.
be: {0} скапіяваны
eu: {0} kopiatu da.
fil: Kinopya ang {0}
hi: {0} कॉपी किया
lt: {0} nukopijuota

source: Verify fingerprint
af: Bevestig vingerafdruk
be: Праверка адбітка пальца
eu: Egiaztatu hatz-marka
fil: Beripikahin ang fingerprint
hi: फिंगरप्रिंट दें
lt: Patvirtinkite piršto atspaudą

source: Verify master password
af: Bevestig hoofwagwoord
be: Праверка асноўнага пароля
eu: Egiaztatu pasahitz nagusia
fil: Beripikahin ang master password
hi: मास्टर पासवर्ड दें
lt: Patikrinkite pagrindinį slaptažodį

source: Verify PIN
af: Bevestig PIN
be: Праверка PIN
eu: Egiaztatu PIN-a
fil: Beripikahin ang PIN
hi: पिन वेरिफिकेशन करें
lt: Patvirtinti PIN

source: Version
af: Weergawe
be: Версія
eu: Bertsioa
fil: Bersyon
hi: वर्ज़न
lt: Versija

source: View
af: Bekyk
be: Прагляд
eu: Erakutsi
fil: Tingnan
hi: देखें
lt: Peržiūrėti

source: Visit our website
af: Besoek ons webwerf
be: Наведайце наш вэб-сайт
eu: Bisitatu gure webgunea
fil: Bisitahin ang website namin
hi: हमारे वेबसाइट पर जाएं
lt: Apsilankykite mūsų svetainėje

source: Website
af: Webwerf
be: Вэб-сайт
eu: Webgunea
hi: वेबसाइट
lt: Tinklapis

source: Yes
af: Ja
be: Так
eu: Bai
fil: Oo
hi: हां
lt: Taip

source: Account
af: Rekening
be: Уліковы запіс
eu: Kontua
hi: अकाउंट
lt: Paskyra

# AccountCreated
source: Your new account has been created! You may now log in.
af: U nuwe rekening is geskep! U kan nou aanteken.
be: Ваш уліковы запіс створаны! Цяпер вы можаце ўвайсці ў яго.
eu: Zure kontua egina dago. Orain saioa has dezakezu.
fil: Nalikha na ang iyong bagong account! Maaari ka nang mag-log in.
hi: आपका नया अकाउंट बनाया गया! अब लॉगइन कर सकते हैं।
lt: Jūsų paskyra sukurta! Galite prisijungti.

source: Add an item
af: Voeg ’n item toe
be: Дадаць элемент
eu: Gehitu elementua
fil: Magdagdag ng Item
hi: आइटम बनाएं
lt: Pridėti elementą

source: App extension
af: Toepuitbreiding
be: Дадаць пашырэнне
eu: Aplikazioaren gehigarria
fil: Ekstensyon ng app
hi: ऐप एक्सटेंशन
lt: Programos plėtinys

# AutofillAccessibilityDescription
source: Use the Bitwarden accessibility service to auto-fill your logins across apps and the web.
af: Gebruik die Bitwarden toeganklikheidsdiens om u aantekeninge oor toeps en die web heen outomaties in te vul.
be: Выкарыстоўвайце службу спецыяльных магчымасцей Bitwarden для аўтазапаўнення вашых лагінаў у разнастайных праграмах.
eu: Erabili Bitwarden-en erabilerraztasun zerbitzua zure saio hasierak automatikoki betetzeko aplikazio eta webguneetan zehar.
fil: Gamitin ang serbisyo sa aksesibilidad ng Bitwarden para i-autofill ang mga login mo sa mga app at sa web.
hi: दूसरे ऐप और वेबसाइट पर अपनेआप लॉगइन करने के लिए बिटवार्डन एक्सेसिबिलिटी सर्विस इस्तेमाल करें।
lt: Naudokite „Bitwarden“ pritaikymo neįgaliesiems paslaugą, kad automatiškai užpildytumėte prisijungimo duomenis programose ir žiniatinklyje.

source: Auto-fill service
af: Outovuldiens
be: Служба аўтазапаўнення
eu: Automatikoki betetzeko zerbitzua
fil: Serbisyo pang-autofill
hi: ऑटो-फिल सर्विस
lt: Automatinio pildymo paslauga

source: Avoid ambiguous characters
af: Vermy dubbelsinnige karakters
be: Пазбягаць неадназначных сімвалаў
eu: Saihestu karaktere anbiguoak
fil: Iwasang gumamit ng mga nakakalitong karakter
hi: कई मतलबवाले अक्षर ना इस्तेमाल करें
lt: Vengti dviprasmiškų simbolių

source: Bitwarden app extension
af: Bitwarden toepuitbreiding
be: Праграмнае пашырэнне Bitwarden
eu: Bitwarden aplikazioaren gehigarria
fil: Ekstensyon ng app ng Bitwarden
hi: बिटवार्डन ऐप एक्सटेंशन
lt: „Bitwarden“ programos plėtinys

# BitwardenAppExtensionAlert2
source: The easiest way to add new logins to your vault is from the Bitwarden app extension. Learn more about using the Bitwarden app extension by navigating to the "Settings" screen.
af: Die eenvoudigste manier om nuwe aantekeninge tot u kluis toe te voeg is vanuit die Bitwarden-toepuitbreiding. Leer meer oor die gebruik van die Bitwarden-toepuitbreiding in “Instellings”.
be: Самым простым спосаб дадаць новыя лагіны ў ваша сховішча з'яўляецца выкарыстанне пашырэння Bitwarden. Дадатковыя звесткі пра выкарыстанне гэтага пашырэння можна знайсці ў раздзеле "Налады".
eu: Zure kutxa gotorrean saio hasiera berriak gehitzeko modurik errazena Bitwarden aplikazioaren gehigarria zabaltzea da. Eskuratu informazio gehiago "Ezarpenak" eremuan.
fil: Ang pinakamadaling paraan para magdagdag ng bagong login sa vault mo ay mula sa ekstensyon ng app ng Bitwarden. Pumunta sa "Mga Setting" para matuto pa tungkol sa paggamit ng ekstensyon ng app ng Bitwarden.
hi: बिटवार्डन ऐप एक्सटेंशन तिजोरी में नए आइटम डालने का सबसे आसात तरीका है। बिटवार्डन ऐप एक्सटेंशन के इस्तेमाल से जुड़ी जानकारी लेने के लिए "सेटिंग" में जाएं।
lt: Lengviausias būdas pridėti naujų prisijungimų prie saugyklos yra iš „Bitwarden“ programos plėtinio. Sužinokite daugiau apie „Bitwarden“ programos plėtinio naudojimą nuėję į „Nustatymų“ ekraną.

# BitwardenAppExtensionDescription
source: Use Bitwarden in Safari and other apps to auto-fill your logins.
af: Gebruik Bitwarden in Safari en ander toeps om u aantekeninge outomaties in te vul.
be: Выкарыстоўвайце Bitwarden у Safari і іншых праграмах для аўтазапаўнення лагінаў.
eu: Erabili Bitwarden Safari-n eta beste aplikazio batzuetan zure saio hasierak automatikoki betetzeko.
fil: Gamitin ang Bitwarden sa Safari at iba pang mga app para i-autofill ang mga login mo.
hi: सफारी और दूसरे ऐप में अपनेआप लॉगइन करने के लिए बिटवार्डन इस्तेमाल करें।
lt: Naudokite „Bitwarden“ „Safari“ ir kitose programose, kad automatiškai užpildytumėte prisijungimo duomenis.

source: Bitwarden auto-fill service
af: Bitwarden Outovuldiens
be: Служба аўтазапаўнення Bitwarden
eu: Bitwardenen automatikoki betetzeko zerbitzua
fil: Serbisyo ng Bitwarden Pang-autofill
hi: बिटवार्डन ऑटो-फिल सर्विस
lt: „Bitwarden“ automatinio pildymo paslauga

# BitwardenAutofillAccessibilityServiceDescription
source: Use the Bitwarden accessibility service to auto-fill your logins.
af: Gebruik die Bitwarden toeganklikheidsdiens om u aantekeninge outomaties in te vul.
be: Выкарыстоўвайце службу спецыяльных магчымасцей Bitwarden для аўтазапаўнення вашых лагінаў.
eu: Erabili Bitwardenen erabilerraztasun zerbitzua zure saio hasierak automatikoki betetzeko.
fil: Gamitin ang serbisyo sa aksesibilidad ng Bitwarden para i-autofill ang mga login mo.
hi: अपनेआप लॉगइन करने के लिए बिटवार्डन एक्सेसिबिलिटी सर्विस इस्तेमाल करें।
lt: Naudokite „Bitwarden“ pritaikymo neįgaliesiems paslaugą, kad automatiškai užpildytumėte prisijungimo duomenis programose ir žiniatinklyje.

source: Change email
af: Verander e-pos
be: Змяніць адрас электроннай пошты
eu: Aldatu emaila
fil: Palitan ang email
hi: ईमेल बदलें
lt: Pakeisti el. pašto adresą

# ChangeEmailConfirmation
source: You can change your email address on the bitwarden.com web vault. Do you want to visit the website now?
af: U kan u e-posadres op die bitwarden.com-webkluis verander. Wil u die webwerf nou besoek?
be: Вы можаце змяніць сваю электронную пошту ў вэб-сховішчы на bitwarden.com. Перайсці на вэб-сайт зараз?
eu: Zure emaila alda dezakezu bitwarden.com webgunean. Orain joan nahi duzu webgunera?
fil: Maaari mong baguhin ang iyong email address sa bitwarden.com web vault. Gusto mo bang bisitahin ang website ngayon?
hi: Bitwarden.com वेब तिजोरी पर ईमेल पता बदला जा सकता है। इस वेबसाइट पर अभी जाएं?
lt: Pagrindinį slaptažodį galite pakeisti bitwarden.com žiniatinklio saugykloje. Ar norite dabar apsilankyti svetainėje?

source: Change master password
af: Verander hoofwagwoord
be: Змяніць асноўны пароль
eu: Aldatu pasahitz nagusia
fil: Palitan ang master password
hi: मास्टर पासवर्ड बदलें
lt: Keisti pagrindinį slaptažodį

source: Close
af: Sluit
be: Закрыць
eu: Itxi
fil: Isara
hi: बंद करें
lt: Uždaryti

source: Continue
af: Gaan voort
be: Працягнуць
eu: Jarraitu
fil: Magpatuloy
hi: आगे बढ़ें
lt: Tęsti

source: Create account
af: Skep rekening
be: Стварыць уліковы запіс
eu: Sortu kontua
fil: Gumawa ng account
hi: अकाउंट बनाएं
lt: Sukurti paskyrą

source: Creating account...
af: Skep tans rekening…
be: Стварэнне ўліковага запісу...
eu: Kontua sortzen...
fil: Gumagawa ng account...
hi: अकाउंट बना रहे है...
lt: Kuriama paskyra...

source: Edit item
af: Wysig item
be: Рэдагаваць элемент
eu: Editatu elementua
fil: Baguhin ang item
hi: आइटम बदलें
lt: Redaguoti elementą

source: Enable automatic syncing
af: Aktiveer outomatiese sinchronisering
be: Уключыць аўтаматычную сінхранізацыю
eu: Gaitu sinkronizazio automatikoa
fil: Payagan ang awtomatikong pag-sync
hi: ऑटो-सिंक ऑन करें
lt: Leisti automatinį sinchronizavimą

# EnterEmailForHint
source: Enter your account email address to receive your master password hint.
af: Voer u rekening-e-posadres in om u hoofwagwoordwenk te kry.
be: Увядзіце адрас электроннай пошты ўліковага запісу для атрымання падказкі да асноўнага пароля.
eu: Sartu zure kontuko emaila pasahitz nagusiaren pista jasotzeko.
fil: Ipasok ang email address ng account mo para makita ang palatandaan ng master password mo.
hi: मास्टर पासवर्ड हिंट लेने के लिए अपने अकाउंट का ईमेल पता डालें।
lt: Įveskite savo paskyros el. pašto adresą, kad gautumėte pagrindinio slaptažodžio užuominą.

# ExntesionReenable
source: Re-enable app extension
af: Heraktiveer toepuitbreiding
be: Паўторна ўключыць пашырэнне
eu: Gaitu berriro aplikazio gehigarria
fil: Buksan ulit ang ekstensyon ng app
hi: ऐप एक्सटेंशन वापस ऑन करें
lt: Iš naujo suaktyvinkite programos plėtinį

# ExtensionAlmostDone
source: Almost done!
af: Amper klaar!
be: Амаль гатова!
eu: Ia-ia amaitua!
fil: Patapos na!
hi: खत्म होने ही वाला है!
lt: Beveik baigta!

# ExtensionEnable
source: Enable app extension
af: Aktiveer toepuitbreiding
be: Уключыць праграмнае пашырэнне
eu: Gaitu aplikazio gehigarria
fil: Buksan ang ekstensyon ng app
hi: ऐप एक्सटेंशन ऑन करें
lt: Suaktyvinkite programos plėtinį

# ExtensionInSafari
source: In Safari, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the menu).
af: In Safari vind u Bitwarden onder die Deel-piktogram (wenk: rol na regs op die onderste ry van het kieslys).
be: У Safari, знайдзіце Bitwarden з дапамогай значка абагульнення (падказка: прагартайце ўправа ў ніжнім радку меню).
eu: Safari-n, aurkitu Bitwarden konpartitzeko ikonoa erabiliz (pista: mugitu eskuinerantz menuaren beheko lerroan).
fil: Sa Safari, hanapin ang Bitwarden gamit ang icon ng pagbabahagi (pahiwatig: mag-scroll pakanan sa ibabang hilera ng menu).
hi: सफारी में, शेयर आइकन से बिटवार्डन को ढूंढें (हिंट: मेन्यू के सबसे निचले पट्टी पर राइट में जाएं)।
lt: „Safari“ naršyklėje raskite „Bitwarden“ naudodami bendrinimo piktogramą (užuomina: apatinėje meniu eilutėje slinkite į dešinę).

# ExtensionInstantAccess
source: Get instant access to your passwords!
af: Kry kitstoegang tot u wagwoorde!
be: Атрымайце імгненны доступ да вашых пароляў!
eu: Eskuratu zure pasahitzak berehala!
fil: Agarang ma-access ang mga password mo!
hi: अपने पासवर्ड को तुरंत एक्सेस करें!
lt: Gaukite tiesioginę prieigą prie savo slaptažodžių!

# ExtensionReady
source: You're ready to log in!
af: U is gereed om aan te teken!
be: Усё гатова для ўваходу!
eu: Saioa hasteko prest zaude!
fil: Handa ka nang mag-log in!
hi: आप लॉगइन करने के लिए तैयार हैं!
lt: Jūs pasiruošę prisijungti!

# ExtensionSetup
source: Your logins are now easily accessible from Safari, Chrome, and other supported apps.
af: U aantekeninge is nou maklik bereikbaar vanuit Safari, Chrome en ander ondersteunde toeps.
be: Цяпер вы лёгка можаце атрымаць доступ да вашых лагінаў з Safari, Chrome і іншых праграм, якія падтрымліваюцца Bitwarden.
eu: Orain, saio hasierak erraz eskura daitezke Safari, Chrome eta beste aplikazio bateragarri batzuetatik.
fil: Madali mo na ngayong maa-access mula sa Safari, Chrome, at iba pang mga suportadong app ang mga login mo.
hi: अब सफारी, क्रोम, और दूसरे सपोर्ट किए गए ऐप से सारे लॉगइन आसानी से एक्सेस किए जा सकते है।
lt: Dabar jūsų prisijungimai lengvai pasiekiami naudojant „Safari“, „Chrome“ ir kitas palaikomas programas.
