Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

source: Please make sure your vault is unlocked and the Fingerprint phrase matches on the other device.
af: Asseblief maak seker jou kluis is oopgesluit en die vingerafdruk frase stem ooreen op die ander toestel.
be: Пераканайцеся, што ваша сховішча разблакіравана, а фраза адбітка пальца супадае з іншай прыладай.
eu: Mesedez, ziurtatu kutxa gotorra desblokeatuta dagoela eta hatz-marka digitalaren esaldia bat datorrela beste gailuarekin.
fil: Tiyaking naka-unlock ang vault mo at magkatugma ang Parirala ng fingerprint sa dalawang device.

source: Resend notification
af: Stuur kennisgewing weer
be: Адправіць апавяшчэнне паўторна
eu: Berbidali jakinarazpena
fil: Ipadala ulit ang notipikasyon
lt: Iš naujo siųsti pranešimą

source: Need another option?
af: Is daar nog 'n opsie nodig?
be: Неабходны іншы варыянт?
eu: Beste aukerarik behar al duzu?
fil: Kailangan ng iba pang opsyon?
hi: दूसरा ऑप्शन चाहिए?
lt: Reikia kito varianto?

source: View all log in options
af: Wys alle aanmeldings opsies
be: Паглядзець усе варыянты ўваходу
eu: Ikusi erregistro guztiak ezarpenetan
fil: Tingnan lahat ng mga opsyon sa pag-log in
hi: ऑप्शन में सारे लॉग देखें
lt: Peržiūrėkite visas prisijungimo parinktis

source: This request is no longer valid
af: Hierdie versoek is nie langer gelding nie
be: Гэты запыт больш не дзейнічае
eu: Eskaera jada ez da balekoa.
fil: Hindi na wasto ang hiling na ito
hi: ये मांग अब मान्य नहीं है
lt: Ši užklausa nebegalioja

source: Pending login requests
af: In afwagting vir aantekeningsversoeke
be: Чаканне запыту на ўваход
fil: Nakabinbing mga kahilingan sa pag-log in
hi: लंबित लॉगइन मांगे
lt: Laukia prisijungimo užklausos

source: Decline all requests
af: Weier alle versoeke
be: Адхіліць усе запыты
eu: Ukatu eskaera guztiak
fil: Tanggihan lahat
hi: सारे मांग नकारें
lt: Atmesti visas užklausas

source: Are you sure you want to decline all pending login requests?
af: Is jy seker dat jy alle hangende aantekeningsversoeke wil weier?
be: Вы сапраўды хочаце адхіліць усе запыты, якія чакаюць уваходу?
eu: Ziur al zaude zain dauden saioa hasteko eskaera guztiak ukatu nahi dituzula?
fil: Sigurado ka bang gusto mong tanggihan lahat ng mga nakabinbing hiling mag-log in?
hi: सारे लंबित लॉगइन मांग पक्का नकारें?
lt: Ar tikrai norite atmesti visas laukiančias prisijungimo užklausas?

source: Requests declined
af: Versoeke geweier
be: Запыты адхілены
eu: Eskaerak ukatuta
fil: Tinanggihan ang mga kahilingan
hi: मांग नकारे गए
lt: Užklausos atmestos

source: No pending requests
af: Geen hangende versoeke
be: Няма запытаў, якія чакаюць уваходу
eu: Ez dago eskaerarik zain
fil: Walang nakabinbing kahilingan
hi: कोई लंबित मांग नहीं
lt: Nėra laukiančių užklausų

# EnableCamerPermissionToUseTheScanner
source: Enable camera permission to use the scanner
af: Laat die kamera versoek toe om die skandeerder te gebruik
be: Каб выкарыстоўваць сканер дайце дазвол на выкарыстанне камеры
eu: Gaitu kameraren baimena eskanerra erabiltzeko
fil: Pahintulutang ma-access ang kamera para magamit ang scanner
hi: स्कैनर इस्तेमाल करने के लिए कैमरा अनुमति दें
lt: Įgalinkite fotoaparato leidimą naudoti skaitytuvą

source: Language
af: Taal
be: Мова
eu: Hizkuntza
fil: Wika
hi: भाषा
lt: Kalba

# LanguageChangeXDescription
source: The language has been changed to {0}. Please restart the app to see the change
af: Die taal is na {0} verander. Asseblief herbegin die toep om die veranderinge te sien
be: Мова была зменена на {0}. Перазапусціце праграму, каб убачыць змены
eu: {0} hizkuntza ezarri da. Berrabiarazi aplikazioa mesedez aldaketa ikusi ahal izateko
fil: Ginawang {0} ang wika. I-restart ang app para mailapat ang pagbabago
hi: भाषा {0} में बदली गई। बदलाव देखने के लिए ऐप बंद करके वापस खोलें।
lt: Kalba pakeista į {0}. Iš naujo paleiskite programą, kad pamatytumėte pakeitimą

source: Language change requires app restart
af: Die taal verandering vereis 'n herbegin van die toep
be: Для змены мовы неабходна перазапусціць праграму
eu: Hizkuntza aldatzeak aplikazioa berabiaraztea behar du
fil: Kailangang i-restart ang app kapag binago ang wika
hi: भाषा बदलाव के लिए ऐप बंद करके खोलना पड़ेगा
lt: Keičiant kalbą reikia iš naujo paleisti programą

source: Default (System)
af: Verstek (Sisteem)
be: Прадвызначана (сістэмная)
eu: Lehenetsia (Sistema)
fil: Default (Sistema)
hi: डिफॉल्ट (सिस्टम)
lt: Numatyta (System)

source: Important
af: Belangrik
be: Важна
eu: Garrantzitsua
fil: Mahalaga
hi: ज़रूरी
lt: Svarbu

# YourMasterPasswordCannotBeRecoveredIfYouForgetItXCharactersMinimum
source: Your master password cannot be recovered if you forget it! {0} characters minimum.
af: Jou hoofwagwoord kan nie geherstel word as jy dit vergeet het nie! {0} karakters minimum.
be: Ваш асноўны пароль нельга будзе аднавіць, калі вы забудзеце яго! Мінімальная колькасць сімвалаў: {0}.
eu: Zure pasahitz nagusia ezin da berreskuratu ahazten baduzu! {0} karaktere gutxienez.
fil: Hindi na mare-recover ang master password kapag nakalimutan mo ito! Hindi ito dapat bumaba sa {0} karakter.
hi: मुख्य पासवर्ड भूलने के बाद रिकवर नहीं कर सकते। {0} अक्षर कम-से-कम।
lt: Pagrindinis slaptažodis negali būti atkurtas, jei jį pamiršite! Mažiausiai {0} simboliai.

source: Weak master password
af: Swak Hoofwagwoord
be: Ненадзейны асноўны пароль
eu: Pasahitz nagusia ahula
fil: Mahinang Master Password
hi: कमज़ोर मुख्य पासवर्ड
lt: Silpnas pagrindinis slaptažodis

# WeakPasswordIdentifiedUseAStrongPasswordToProtectYourAccount
source: Weak password identified. Use a strong password to protect your account. Are you sure you want to use a weak password?
af: Swak wagwoord geïdentifiseer. Gebruik 'n sterk wagwoord om jou rekening te beskerm. Is jy seker dat jy 'n swak wagwoord wil gebruik?
be: Вызначаны ненадзейны пароль. Выкарыстоўвайце надзейны пароль для абароны вашага ўліковага запісу. Вы сапраўды хочаце выкарыстоўваць ненадзейны пароль?
eu: Pasahitz ahula atzeman da. Erabili pasahitz sendo bat zure kontua babesteko. Ziur zaude pasahitz ahul bat erabili nahi duzula?
fil: Mahina ang password. Gumamit ng malakas na password para maprotektahan ang account mo. Sigurado ka bang gusto mong gumamit ng mahinang password?
hi: पासवर्ड कमज़ोर है। अपना खाता महफूज़ रखने के लिए एक ताकतवर पासवर्ड इस्तेमाल करें। कमज़ोर पासवर्ड पक्का इस्तेमाल करें?
lt: Nustatytas silpnas slaptažodis. Norėdami apsaugoti paskyrą, naudokite stiprų slaptažodį. Ar tikrai norite naudoti silpną slaptažodį?

source: Weak
af: Swak
be: Ненадзейны
eu: Ahula
fil: Mahina
hi: कमज़ोर
lt: Silpnas

source: Good
af: Goed
be: Добры
eu: Ona
fil: Katamtaman
hi: अच्छा
lt: Geras

source: Strong
af: Sterk
be: Надзейны
eu: Sendoa
fil: Malakas
hi: ताकतवर
lt: Stiprus

source: Check known data breaches for this password
af: Ondersoek bekende data lekkasies vir dié wagwoord
be: Праверыць у вядомых уцечках даных для гэтага пароля
eu: Behatu ezagunak diren datu- urraketak pasahitz honentzat
fil: Tingnan kung kasama ba ang password na ito sa mga pagkakompromiso ng datos
hi: पुराने डाटा लीक में इस पासवर्ड को खोजें
lt: Patikrinkite žinomus šio slaptažodžio duomenų pažeidimus

source: Exposed Master Password
af: Blootgestelde Hoofwagwoord
be: Скампраметаваны асноўны пароль
eu: Agerian utzitako pasahitz nagusia
fil: Nakompromisong Master Password
hi: मुख्य पासवर्ड लीक हुआ था
lt: Atskleistas pagrindinis slaptažodis

# PasswordFoundInADataBreachAlertDescription
source: Password found in a data breach. Use a unique password to protect your account. Are you sure you want to use an exposed password?
af: Dié wagwoord was in data lekkasie gevind. Gebruik 'n unieke wagwoord om jou rekening te beskerm. Is jy seker dat jy 'n blootgestelde wagwoord wil gebruik?
be: Пароль знойдзены ва ўцечках даных. Выкарыстоўвайце ўнікальныя паролі для абароны свайго ўліковага запісу. Вы сапраўды хочаце выкарыстоўваць скампраметаваны пароль?
eu: Pasahitza datu-urraketa batean aurkitu da. Erabil ezazu beste inon erabili ez duzun pasahitz bat zure kontua babesteko. Ziur zaude agerian utzitako pasahitz bat erabili nahi duzula?
fil: Nakompromiso na ang password na ito. Gumamit ng unique na password para maprotektahan ang account mo. Sigurado ka bang gusto mong gumamit ng nakompromisong password?
hi: पासवर्ड एक डाटा लीक में मिला। अपना खाता महफूज़ रखने के लिए एक खास पासवर्ड इस्तेमाल करें। लीक हुआ पासवर्ड इस्तेमाल करें?
lt: Slaptažodis rastas duomenų pažeidimo metu. Norėdami apsaugoti paskyrą, naudokite unikalų slaptažodį. Ar tikrai norite naudoti atvirą slaptažodį?

source: Weak and Exposed Master Password
af: Swak en Blootgestelde Hoofwagwoord
be: Ненадзейны і скампраметаваны асноўны пароль
eu: Agerian utzitako pasahitz nagusia, ahula
fil: Mahina at Nakompromisong Master Password
hi: कमज़ोर और लीक हुआ मुख्य पासवर्ड
lt: Silpnas ir atskleistas pagrindinis slaptažodis

# WeakPasswordIdentifiedAndFoundInADataBreachAlertDescription
source: Weak password identified and found in a data breach. Use a strong and unique password to protect your account. Are you sure you want to use this password?
af: Swak wagwoord geïdentifiseer en in 'n data lekkasie gevind. Gebruik 'n sterk en unieke wagwoord om jou rekening te beskerm. Is jy seker dat jy hierdie wagwoord wil gebruik?
be: Вызначаны ненадзейны пароль, які знойдзены ва ўцечках даных. Выкарыстоўвайце надзейныя і ўнікальныя паролі для абароны свайго ўліковага запісу. Вы сапраўды хочаце выкарыстоўваць гэты пароль?
eu: Pasahitz ahul hau datu-urraketa batean aurkitu da. Erabil ezazu beste inon erabili ez duzun pasahitz sendi bat zure kontua babesteko. Ziur zaude pasahitz hau erabili nahi duzula?
fil: Nakompromiso na ang mahinang password na ito. Gumamit ng malakas at unique na password para maprotektahan ang account mo. Sigurado ka bang gusto mong gamitin ang password na ito?
hi: पासवर्ड कमज़ोर है और एक डाटा लीक में मिला। अपना खाता महफूज़ रखने के लिए एक ताकतवर और खास पासवर्ड इस्तेमाल करें। ये पासवर्ड पक्का इस्तेमाल करें?
lt: Nustatytas ir rastas per duomenų pažeidimą silpnas slaptažodis. Norėdami apsaugoti paskyrą, naudokite stiprų ir unikalų slaptažodį. Ar tikrai norite naudoti šį slaptažodį?

# OrganizationSsoIdentifierRequired
source: Organisation SSO identifier required.
af: Organisasie SSO identifiseerder vereis.
be: Неабходны ідэнтыфікатар SSO арганізацыі.
eu: Erakundearen identifikazio bakarra (SSO) beharrezkoa da.
fil: Kinakailangan ang Organization SSO identifier.
hi: संगठन एसएसओ पहचान चाहिए।
lt: Būtinas organizacijos SSO identifikatorius.

source: Add the key to an existing or new item
af: Voeg die sleutel by 'n huidige of nuwe item
be: Дадаць ключ да існуючага або новага элемента
fil: Idagdag ang key sa kasalukuyan o bagong item
hi: चाबी एक मौजूदा या नए चीज़ में जोड़ें
lt: Pridėkite raktą prie esamo ar naujo elemento

# ThereAreNoItemsInYourVaultThatMatchX
source: There are no items in your vault that match "{0}"
af: Daar is geen items in jou kluis wat met "{0}" ooreenstem nie
be: У вашым сховішчы адсутнічаюць элементы, якія адпавядаюць "{0}"
fil: Walang mga item sa vault mo na tumutugma sa "{0}"
hi: आपके तिजोरी में ऐसी कोई भी चीज़ नहीं है जो "{0}" से मेल खाती है

source: Search for an item or add a new item
af: Soek vir 'n item of voeg 'n nuwe een by
be: Пошук або дабаўленне новага элемента
eu: Bilatu elementu bat ala gehitu elementu berria
fil: Hanapin ang isang item o gumawa ng bagong item
hi: चीज़ खोजें या नया चीज़ जोड़ें
lt: Ieškokite elemento arba pridėkite naują elementą

source: There are no items that match the search
af: Daar is geen items wat met die soekterm ooreenstem nie
be: Адсутнічаюць элементы, якія адпавядаюць пошуку
eu: Ez dago bilaketarekin bat datorren emaitzarik
fil: Walang mga item na tumutugma sa paghahanap
hi: कोई भी चीज़ खोज शब्द से मेल नहीं खाता
lt: Elementų, atitinkančių paiešką, nėra

source: US
af: VS
be: ЗША
eu: AEB
hi: यूएस

source: EU
be: ЕС
hi: ईयू

source: Self-hosted
af: Selghehuisves
be: Уласнае размяшчэнне
eu: Norberak ostatatua
hi: सेल्फ-होस्ट

source: Data region
af: Datastreek
be: Рэгіён даных
eu: Data eskualdea
hi: डाटा लोकेशन

source: Region
af: Streek
be: Рэгіён
eu: Eskualdea
hi: इलाका

# UpdateWeakMasterPasswordWarning
source: Your master password does not meet one or more of your organisation policies. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
af: U hoofwagwoord voldoen nie aan een of meer van die organisasiebeleide nie. Om toegang tot die kluis te kry, moet u nou u hoofwagwoord bywerk. Deur voort te gaan sal u van u huidige sessie afgeteken word, en u sal weer moet aanteken. Aktiewe sessies op ander toestelle kan vir tot een uur aktief bly.
be: Ваш асноўны пароль не адпавядае адной або некалькім палітыкам арганізацыі. Для атрымання доступу да сховішча, вы павінны абнавіць яго. Працягваючы, вы выйдзіце з бягучага сеанса і вам неабходна будзе ўвайсці паўторна. Актыўныя сеансы на іншых прыладах могуць заставацца актыўнымі на працягу адной гадзіны.
eu: Your master password does not meet one or more of your organization policies. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
fil: Your master password does not meet one or more of your organization policies. In order to access the vault, you must update your master password now. Proceeding will log you out of your current session, requiring you to log back in. Active sessions on other devices may continue to remain active for up to one hour.
hi: आपका मुख्य पासवर्ड आपके संगठन के एक या उससे ज़्यादा नीति को नहीं मानता। तिजोरी एक्सेस करने के लिए आपको अपना मुख्य पासवर्ड अभी बदलना होगा। ये करने से आप अपने चालू सत्र से लॉग आउट हो जाएंगे, जिसके वजह से आपको वापस लॉग इन करना पड़ेगा। दूसरे डिवाइसों पर चालू सत्र एक घंटे तक सक्रिय रह सकते हैं।
lt: Jūsų pagrindinis slaptažodis neatitinka vieno ar kelių organizacijos slaptažodžiui keliamų reikalavimų. Norėdami prisijungti prie saugyklos, jūs turite atnaujinti savo pagrindinį slaptažodį. Jeigu nuspręsite tęsti, jūs būsite atjungti nuo dabartinės sesijos ir jums reikės vėl prisijungti. Visos aktyvios sesijos kituose įrenginiuose gali išlikti aktyvios iki vienos valandos.

source: Current master password
af: Huidige hoofwagwoord
be: Бягучы асноўны пароль
eu: Uneko pasahitz nagusia
hi: चालू मुख्य पासवर्ड
lt: Dabartinis pagrindinis slaptažodis

source: Logged in!
be: Вы ўвайшлі!
hi: लॉगइन हो गए!

source: Request admin approval
be: Запытаць ухваленне адміністратара

source: Approve with master password
be: Ухваліць з дапамогай асноўнага пароля

source: Remember this device
be: Запомніць гэту прыладу
hi: इस डिवाइस को याद रखें

source: Passkey
be: Ключ доступу
hi: पासकी

source: Passkeys
be: Ключы доступу
hi: पासकी

source: Application
be: Праграма
hi: ऐप

source: Master password re-prompt help
af: Hulpteks vir vra weer vir hoofwagwoord
be: Дапамога з паўторным запытам асноўнага пароля

source: Invalid API key
af: Ongeldige API-sleutel
be: Памылковы ключ API
eu: API giltza baliogabea
hi: गलत एपीआई चाबी

source: Invalid API token
af: Ongeldige API-teken
be: Памылковы токен API
eu: API kode baliogabia
hi: गलत एपीआई टोकन

source: Admin approval requested
be: Патрабуецца ўхваленне адміністратара

source: Your request has been sent to your admin.
be: Ваш запыт адпраўлены адміністратару.

source: You will be notified once approved.
be: Вы атрымаеце апавяшчэння пасля яго ўхвалення.

source: Trouble logging in?
be: Праблемы з уваходам?

# LoggingInAsX
source: Logging in as {0}
be: Увайсці як {0}

source: Block auto-fill
be: Блакіраваць аўтазапаўненне
eu: Blokeatu automatikoki betetzea

source: Auto-fill will not be offered for these URIs.
be: Аўтазапаўненне для гэтых URI прапаноўвацца не будзе.
eu: Automatikoki betetzea ez da URL hauetan erabilgarri egongo.

source: New blocked URI
be: Новы заблакіраваны URI

source: URI saved
be: URI захаваны
hi: यूआरआई सेव किया

source: Invalid format. Use https://, http://, or androidapp://
be: Памылковы фармат. Выкарыстоўвайце https://, http:// або androidapp://

source: Edit URI
be: Рэдагаваць URI
hi: यूआरआई बदलें

source: Enter URI
be: Увесці URI
hi: यूआरआई डालें

# FormatXSeparateMultipleURIsWithAComma
source: Format: {0}. Separate multiple URIs with a comma.
be: Фармат: {0}. Раздзяліце некалькі значэнняў URI коскай.

# FormatX
source: Format: {0}
be: Фармат: {0}
hi: फॉर्मेट: {0}

source: Invalid URI
be: Памылковы URI
hi: गलत यूआरआई

source: URI removed
be: URI выдалены
hi: यूआरआई हटाया गया

source: There are no blocked URIs
be: Заблакіраваных URI пакуль няма

# TheURIXIsAlreadyBlocked
source: The URI {0} is already blocked
be: Гэты URI {0} ужо заблакіраваны

source: Cannot edit multiple URIs at once
be: Немагчыма рэдагаваць некалькі URI адначасова

source: Login approved
be: Уваход ухвалены
hi: लॉगइन का परमिशन मिला
lt: Prisijungimas patvirtintas

source: Logging in on
be: Увайсці на
hi: यहां लॉगइन कर रहे
lt: Prisijungiama prie

source: Vault
be: Сховішча
hi: तिजोरी

source: Appearance
be: Знешні выгляд
hi: दिखावट
lt: Išvaizda

source: Account security
be: Бяспеке акаўнта

# BitwardenHelpCenter
source: Bitwarden Help Centre
af: Bitwarden help center
be: Даведачны цэнтр Bitwarden
eu: Bitwarden help center
fil: Bitwarden help center
hi: बिटवार्डन हेल्प सेंटर
lt: Bitwarden help center

source: Contact Bitwarden support
be: Звярніцеся ў службу падтрымкі Bitwarden

source: Sync now
be: Сінхранізаваць зараз
hi: अभी सिंक करें
lt: Sinchronizuoti dabar

source: Additional options
be: Дадатковы параметры

# ContinueToHelpCenter
source: Continue to Help centre?
af: Continue to Help center?
be: Continue to Help center?
eu: Continue to Help center?
fil: Continue to Help center?
hi: Continue to Help center?
lt: Continue to Help center?

# LearnMoreAboutHowToUseBitwardenOnTheHelpCenter
source: Learn more about how to use Bitwarden on the Help centre.
af: Learn more about how to use Bitwarden on the Help center.
be: Learn more about how to use Bitwarden on the Help center.
eu: Learn more about how to use Bitwarden on the Help center.
fil: Learn more about how to use Bitwarden on the Help center.
hi: बिटवार्डन को बेहतर तरीके से इस्तेमाल करने के लिए हमारे हेल्प सेंटर पर जाएं।
lt: Learn more about how to use Bitwarden on the Help center.

# LearnAboutOrganizationsDescriptionLong
source: Bitwarden allows you to share your vault items with others by using an organisation. Learn more on the bitwarden.com website.
af: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
be: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
eu: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
fil: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
hi: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.
lt: Bitwarden allows you to share your vault items with others by using an organization. Learn more on the bitwarden.com website.

# YourOrganizationPermissionsWereUpdatedRequeringYouToSetAMasterPassword
source: Your organisation permissions were updated, requiring you to set a master password.
af: Your organization permissions were updated, requiring you to set a master password.
be: Your organization permissions were updated, requiring you to set a master password.
eu: Your organization permissions were updated, requiring you to set a master password.
fil: Your organization permissions were updated, requiring you to set a master password.
hi: Your organization permissions were updated, requiring you to set a master password.
lt: Dėl pasikeitusių Jūsų organizacijos nuostatų, Jums reikia nustatyti pagrindinį slaptažodį.

# YourOrganizationRequiresYouToSetAMasterPassword
source: Your organisation requires you to set a master password.
af: Your organization requires you to set a master password.
be: Your organization requires you to set a master password.
eu: Your organization requires you to set a master password.
fil: Your organization requires you to set a master password.
hi: Your organization requires you to set a master password.
lt: Jūsų organizacijos nuostatos reikalauja Jus nustatyti pagrindinį slaptažodį.

source: PIN
eu: PIN-a
hi: पिन

source: Account fingerprint phrase
eu: Kontuaren hatz-marka digitalaren esaldia

# UseInlineAutofillExplanationLong
source: Use inline autofill if your selected keyboard supports it. Otherwise, use the default overlay.
eu: Erabili teklatuko lerroko atomatikoki betetzea, zure teklatuak ahalbidetzen badu. Horrela ez bada, automatikoki betetzeko gainjartzea erabiliko da lehenespenez.

source: URI
hi: यूआरआई
lt: URI - "nuoroda"

# EncryptionKeyMigrationRequiredDescriptionLong
source: Encryption key migration required. Please login through the web vault to update your encryption key.
hi: एन्क्रिप्शन चाबी को अपडेट करना ज़रूरी है। एन्क्रिप्शन चाबी अपडेट करने के लिए वेब तिजोरी से लॉगइन करें।
lt: Privaloma migruoti šifravimo raktą. Prašome prisijungti per internetinę saugyklą norint jį atnaujinti.

source: Face ID
hi: फेस आईडी
lt: Veido ID

source: Nord
hi: नॉर्ड
lt: Nordška

source: Send
hi: सेंड
lt: Siūsti

# CreatedXY
source: Created {0}, {1}
hi: {0}, {1} पर बनाया गया
lt: Sukurta {0}, {1}

source: Too many attempts
lt: Viršytas bandymų skaičius

# AccountLoggedOutBiometricExceeded
source: Account logged out.
lt: Atsijungta nuo paskyros.

source: Set up an unlock option to change your vault timeout action.
lt: Nustatykite atrakinimo būdą, kad pakeistumėte Jūsų saugyklos laiko limito veiksmą.

source: Launch Duo
lt: Paleisti „Duo“

source: Log in with device
af: Teken Aan met 'n ander toestel

source: Bitwarden
hi: बिटवार्डन

source: Touch ID
hi: टच आईडी

source: Mx
hi: मिक्सटर

source: Windows Hello
hi: विंडोज़ हैलो

# URIPosition
source: URI {0}
hi: यूआरआई {0}

# Fido2Title
source: FIDO2 WebAuthn
hi: एफआईडीओ2 वेब ऑथेंटिकेशन

source: TOTP
hi: टीओटीपी

source: Firefox Relay
hi: फायरफॉक्स रीले

source: SimpleLogin
hi: सिंपललॉगइन

source: DuckDuckGo
hi: डकडकगो

source: Fastmail
hi: फास्टमेल

source: ForwardEmail
hi: फॉरवर्डईमेल

source: Unlock options
hi: खोलने के तरीके

source: One hour and one minute
hi: एक घंटा और एक मिनट

# OneHourAndXMinute
source: One hour and {0} minutes
hi: एक घंटा और {0} मिनट

# XHoursAndOneMinute
source: {0} hours and one minute
hi: {0} घंटे और एक मिनट

# XHoursAndYMinutes
source: {0} hours and {1} minutes
hi: {0} घंटे और {1} मिनट

# XHours
source: {0} hours
hi: {0} घंटे

source: Continue to web app?
hi: वेब ऐप पर जाएं?

# ContinueToX
source: Continue to {0}?
hi: {0} पर जाएं?

# TwoStepLoginDescriptionLong
source: Make your account more secure by setting up two-step login in the Bitwarden web app.
hi: बिटवार्डन वेब ऐप में टू-स्टेप लॉगइन सेट करके अपने अकाउंट को ज़्यादा सेक्योर बनाएं।

# ChangeMasterPasswordDescriptionLong
source: You can change your master password on the Bitwarden web app.
hi: बिटवार्डन वेब ऐप में अपना मास्टर पासवर्ड आसानी से बदलें।

# YouCanImportDataToYourVaultOnX
source: You can import data to your vault on {0}.
hi: {0} पर अपने तिजोरी में आसानी से डाटा इंपोर्ट करें।
