Repository: bitwarden/mobile
Catalog: src/Core/Resources/Localization/AppResources.*.resx
Languages: af, be, eu, fil, hi, lt

# ExtensionSetup2
source: In Safari and Chrome, find Bitwarden using the share icon (hint: scroll to the right on the bottom row of the share menu).
af: In Safari en Chrome vind u Bitwarden onder die Deel-piktogram (wenk: rol na regs op die onderste ry van het kieslys).
be: У Safari і Chrome, знайдзіце Bitwarden з дапамогай значка абагульнення (падказка: прагартайце ўправа ў ніжнім радку меню абагуліць).
eu: Safari-n eta Chrome-en, aurkitu Bitwarden konpartitzeko ikonoa erabiliz (pista: mugitu eskuinerantz menuaren beheko lerroan).
fil: Sa Safari at Chrome, hanapin ang Bitwarden gamit ang icon ng pagbabahagi (pahiwatig: mag-scroll pakanan sa ibabang hilera ng menu).
hi: सफारी और क्रोम में, शेयर आइकन से बिटवार्डन को ढूंढें (हिंट: शेयर मेन्यू के सबसे निचले पट्टी पर राइट में जाएं)।
lt: „Safari“ ir „Chrome“ naršyklėse suraskite „Bitwarden“ naudodami bendrinimo piktogramą (patarimas: apatinėje bendrinimo meniu eilutėje slinkite į dešinę).

# ExtensionTapIcon
source: Tap the Bitwarden icon in the menu to launch the extension.
af: Tik op die Bitwarden-ikoon in die kieslys om die uitbreiding te lanseer.
be: Дакраніцеся да значка Bitwarden у меню, каб запусціць пашырэнне.
eu: Sakatu Bitwarden ikonoa menuan, gehigarria abiarazteko.
fil: Pindutin ang icon ng Bitwarden sa menu para buksan ang ekstensyon.
hi: एक्सटेंशन खोलने के लिए मेन्यू में बिटवार्डन आइकन पर दबाएं।
lt: Norėdami paleisti plėtinį, meniu bakstelėkite „Bitwarden“ piktogramą.

# ExtensionTurnOn
source: To turn on Bitwarden in Safari and other apps, tap the "more" icon on the bottom row of the menu.
af: D.m.v. die “meer”-piktogram op die onderste ry van die kieslys kan u Bitwarden in Safari en ander toeps aktiveer.
be: Дакраніцеся "яшчэ" у ніжнім радку меню, каб уключыць Bitwarden у Safari і іншых праграмах.
eu: Safari-n eta beste aplikazio batzuetan Bitwarden aktibatzeko, sakatu "gehiago" ikonoa menuaren beheko lerroan.
fil: Para buksan ang Bitwarden sa Safari at iba pang mga app, pindutin ang "higit pa"ng icon sa ibabang hilera ng menu.
hi: सफारी और दूसरे ऐप में बिटवार्डन ऑन करने के लिए, मेन्यू के सबसे निचले पट्टी में "ज़्यादा" आइकन दबाएं।
lt: Norėdami įjungti „Bitwarden“ „Safari“ naršyklėje ir kitose programose, apatinėje meniu eilutėje palieskite piktogramą „daugiau“.

# Favorite
source: Favourite
af: Gunsteling
be: Абраны
eu: Gogokoa
fil: Paborito
hi: मनपसंद
lt: Mėgstamiausias

source: Fingerprint
af: Vingerafdruk
be: Адбітак пальца
eu: Hatz-marka
hi: फिंगरप्रिंट
lt: Pirštų atspaudas

source: Generate password
af: Genereer wagwoord
be: Згенерыраваць пароль
eu: Sortu pasahitza
fil: Gumawa ng password
hi: पासवर्ड बनाएं
lt: Sukurti slaptažodį

# GetPasswordHint
source: Get your master password hint
af: Kry u hoofwagwoordwenk
be: Атрымаць падказку для асноўнага пароля
eu: Jaso zure pasahitz nagusiaren pista
fil: Kunin ang palatandaan ng master password mo
hi: अपना मास्टम पासवर्ड हिंट लें
lt: Gaukite pagrindinio slaptažodžio užuominą

source: Import items
af: Voer items in
be: Імпартаванне элементаў
eu: Inportatu elementuak
fil: Mag-import ng mga item
hi: आइटम इंपोर्ट करें
lt: Importuoti elementus

# ImportItemsConfirmation
source: You can bulk import items from the bitwarden.com web vault. Do you want to visit the website now?
af: U kan items in grootmaat vanuit die bitwarden.com-webkluis invoer. Wil u nou na die webwerf gaan?
be: Вы можаце зрабіць масавае імпартаванне элементаў з вэб-сховішча bitwarden.com. Перайсці на вэб-сайт зараз?
eu: Zure elementuen inportazioa bitwarden.com webguneko kutxa gotorrean kudeatu dezakezu. Orain bisitatu nahi duzu webgunea?
fil: Maaari kang mag-import ng maramihang mga item sa bitwarden.com web vault. Gusto mo bang bisitahin ang website ngayon?
hi: Bitwarden.com वेब तिजोरी से थोक में आइटम इंपोर्ट किए जा सकते हैं। वेबसाइट पर अभी जाएं?
lt: Galite masiškai importuoti elementus iš bitwarden.com žiniatinklio saugyklos. Ar norite apsilankyti svetainėje dabar?

# ImportItemsDescription
source: Quickly bulk import your items from other password management apps.
af: Voer items vinnig in grootmaat in van ander wagwoordbestuurtoeps.
be: Хуткае імпартаванне вашых элементаў з іншых менеджараў пароляў.
eu: Inportatu berehala zure elementuak pasahitzak kudeatzeko beste aplikazio batzuetatik.
fil: Mabilisang mag-import ng maramihang mga item mula sa iba pang mga app sa pamamahala ng password.
hi: दूसरे पासवर्ड मैनेजमेंट ऐप से अपने आइटम जल्दी इंपोर्ट करें।
lt: Greitai masiškai importuokite elementus iš kitų slaptažodžių tvarkymo programų.

source: Last sync:
af: Laaste sinchronisering:
be: Апошняя сінхранізацыя:
eu: Azken sinkronizazioa:
fil: Huling pag-sync:
hi: आखिरी सिंक:
lt: Paskutinį kartą sinchronizuota:

source: Length
af: Lengte
be: Даўжыня
eu: Luzera
fil: Haba
hi: लंबाई
lt: Ilgis

source: Lock
af: Vergrendel
be: Заблакіраваць
eu: Blokeatu
fil: Ikandado
hi: लॉक करें
lt: Užrakinti

# FifteenMinutes
source: 15 minutes
af: 15 minute
be: 15 хвілін
eu: 15 minutu
fil: 15 minuto
hi: 15 मिनट
lt: 15 minučių

# OneHour
source: 1 hour
af: 1 uur
be: 1 гадзіна
eu: Ordu 1
fil: 1 oras
hi: 1 घंटा
lt: 1 valanda

# OneMinute
source: 1 minute
af: 1 minuut
be: 1 хвіліна
eu: Minutu 1
fil: 1 minuto
hi: 1 मिनट
lt: 1 minutė

# FourHours
source: 4 hours
af: 4 uur
be: 4 гадзіны
eu: 4 ordu
fil: 4 na oras
hi: 4 घंटे
lt: 4 val

source: Immediately
af: Onmiddellik
be: Адразу
eu: Berehala
fil: Kaagad
hi: तुरंत
lt: Nedelsiant

source: Vault timeout
af: Kluis-uittel
be: Час чакання сховішча
eu: Kutxa gotorraren itxaronaldia
fil: Pag-timeout ng vault
hi: तिजोरी टाइमआउट
lt: Atsijungta nuo saugyklos

source: Vault timeout action
af: Kluis-uittelaksie
be: Дзеянне пасля заканчэння часу чакання сховішча
eu: Kutxa gotorraren itxaronaldiaren ekintza
fil: Aksyon pagka-timeout ng vault
hi: तिजोरी टाइमआउट एक्शन
lt: Saugyklos skirtojo laiko veiksmas

# VaultTimeoutLogOutConfirmation
source: Logging out will remove all access to your vault and requires online authentication after the timeout period. Are you sure you want to use this setting?
af: Deur uit te teken word alle toegang tot u kluis verwyder en word waarmerking na die uitteltydperk vereis. Is u seker u wil hierdie instelling gebruik?
be: Выхад з сістэмы скасуе ўсе магчымасці доступу да сховішча і запатрабуе аўтэнтыфікацыю праз інтэрнэт пасля завяршэння часу чакання. Вы сапраўды хочаце выкарыстоўваць гэты параметр?
eu: Saioa ixteak kutxa gotorreko sarrera guztia kenduko du eta itxaronaldiaren ondoren lineako autentifikazioa eskatuko du. Ziur al zaude hau egin nahi duzula?
fil: Mawawala ang access mo sa vault at kailangan mong mag-authenticate online pagkatapos ng timeout period. Sigurado ka bang gagamitin mo ang setting na ito?
hi: लॉगआउट करने के बाद तिजोरी में जाना मुमकिन नहीं होगा और टाइमआउट के बाद ऑनलाइन ऑथेंटिकेशन की ज़रूरत होगी। इस सेटिंग का इस्तेमाल करें?
lt: Atsijungus bus pašalinta visa prieiga prie saugyklos, o pasibaigus skirtajam laikotarpiui reikės autentifikuoti prisijungus. Ar tikrai norite naudoti šį nustatymą?

source: Logging in...
af: Teken tans aan…
be: Уваход...
eu: Saioa hasten...
fil: Nagla-log in...
hi: लॉगइन कर रहे...
lt: Prisijungiama...

# LoginOrCreateNewAccount
source: Log in or create a new account to access your secure vault.
af: Teken aan of skep ’n nuwe rekening vir toegang tot u beveiligde kluis.
be: Увайдзіце або стварыце новы ўліковы запіс для доступу да бяспечнага сховішча.
eu: Saioa hasi edo sortu kontu berri bat zure kutxa gotorrera sartzeko.
fil: Mag-log in o gumawa ng bagong account para ma-access ang secure vault mo.
hi: अपनी महफूज़ तिजोरी एक्सेस करने के लिए नया अकाउंट बनाएं या लॉगइन करें।
lt: Prisijunkite arba sukurkite naują paskyrą, kad galėtumėte pasiekti saugyklą.

source: Manage
af: Bestuur
be: Кіраванне
eu: Kudeatu
fil: Pamahalaan
hi: मैनेज करें
lt: Tvarkyti

# MasterPasswordConfirmationValMessage
source: Password confirmation is not correct.
af: Wagwoordbevestiging is verkeerd.
be: Няправільна пацвярджэнне пароля.
eu: Pasahitzaren baieztapena ez da zuzena.
fil: Mali ang kumpirmasyon sa password.
hi: पासवर्ड गलत है।
lt: Slaptažodžio patvirtinimas neteisingas.

# MasterPasswordDescription
source: The master password is the password you use to access your vault. It is very important that you do not forget your master password. There is no way to recover the password in the event that you forget it.
af: Die hoofwagwoord is die wagwoord wat u gebruik vir toegang tot die kluis. Dit is baie belangrik dat u dit onthou. Dit kan op geen manier teruggevind word indien u dit vergeet nie.
be: Асноўны пароль — гэта ключ, які выкарыстоўваецца для доступу да вашага сховішча. Ён вельмі важны, таму не забывайце яго. Аднавіць асноўны пароль немагчыма ў выпадку, калі вы яго забылі.
eu: Pasahitz nagusia, kutxa gotorrera sartzeko erabiltzen duzun pasahitza da. Oso garrantzitsua da ez ahaztea, ahazten baduzu, ez dago pasahitza berreskuratzeko modurik.
fil: Ang master password ang password na gagamitin mo para ma-access ang vault. Napakamahalagang hindi mo kailanman makalimutan ang master password—kung gaano kahalagang makalimutan mo ang iyong ex, ganyan kahalagang maalala mo ang master password mo. Hindi kayang mabalik ang master password kung nakalimutan mo ito.
hi: मास्टर पासवर्ड वो पासवर्ड है जो तिजोरी एक्सेस करने के लिए इस्तेमाल होता है। मास्टर पासवर्ड ना भूलना बहुत ज़रूरी है। भूलने के बाद पासवर्ड वापस पाना मुमकिन नहीं है।
lt: Pagrindinis slaptažodis yra slaptažodis, kurį naudojate norėdami pasiekti savo saugyklą. Labai svarbu nepamiršti pagrindinio slaptažodžio. Negalėsite atkurti slaptažodį, jei jį pamiršote.

# MasterPasswordHint
source: Master password hint (optional)
af: Hoofwagwoordwenk (opsioneel)
be: Падказка да асноўнага пароля (неабавязкова)
eu: Pasahitz nagusirako pista (aukerakoa)
fil: Palatandaan ng master password (opsyonal)
hi: मास्टर पासवर्ड हिंट (ज़रूरी नहीं)
lt: Pagrindinio slaptažodžio užuomina (neprivaloma)

# MasterPasswordHintDescription
source: A master password hint can help you remember your password if you forget it.
af: ’n Hoofwagwoordwenk kan u help om u wagwoord te onthou indien u dit sou vergeet.
be: Падказка да асноўнага пароля можа дапамагчы вам успомніць яго, калі вы яго забылі.
eu: Pasahitz nagusia ahazten baduzu, pista batek pasahitza gogoratzen lagunduko dizu.
fil: Makakatulong ang palatandaan ng master password na maalala mo ang password mo kung nakalimutan mo ito.
hi: मास्टर पासवर्ड हिंट पासवर्ड भूल जाने के हालत में उसको याद करने में मदद करता है।
lt: Pagrindinio slaptažodžio užuomina gali padėti prisiminti slaptažodį, jei jį pamiršite.

# MasterPasswordLengthValMessageX
source: Master password must be at least {0} characters long.
af: Die hoofwagwoord moet ten minste {0} karakters lank wees.
be: Асноўны пароль павінен змяшчаць прынамсі {0} сімвалаў.
eu: Pasahitz nagusiak {0} karaktere izan behar ditu gutxienez.
fil: Hindi dapat bumaba sa {0} karakter ang master password.
hi: मास्टर पासवर्ड कम-से-कम {0} अक्षर लंबा होना चाहिए।
lt: Pagrindinis slaptažodis turi būti bent {0} simbolių ilgio.

# MinNumbers
source: Minimum numbers
af: Min. aantal syfers
be: Мінімум лічбаў
eu: Gutxieneko zenbaki kopurua
fil: Pinakamababang dami ng mga numero
hi: कम-से-कम इतने नंबर
lt: Mažiausiai skaičių

# MinSpecial
source: Minimum special
af: Min. aantal spesiaal
be: Мінімум спецыяльных сімвалаў
eu: Gutxieneko karaktere bereziak
fil: Pinakamababang dami ng mga espesyal na karakter
hi: कम-से-कम इतने खास
lt: Mažiausiai simbolių

source: More settings
af: Nog instellings
be: Больш наладаў
eu: Ezarpen gehiago
fil: Higit pang mga setting
hi: ज़्यादा सेटिंग
lt: Daugiau nustatymų

# MustLogInMainApp
source: You must log into the main Bitwarden app before you can use the extension.
af: U moet op die hoof-Bitwarden-toep aanteken alvorens u die uitbreiding kan gebruik.
be: Перад выкарыстаннем пашырэння, вы павінны ўвайсці ў асноўную праграму Bitwarden.
eu: Saioa hasi behar duzu Bitwarden aplikazioan, gehigarria erabili aurretik.
fil: Kailangan mong mag-log in sa pangunahing app ng Bitwarden para magamit ang ekstensyon.
hi: एक्सटेंशन इस्तेमाल करने से पहले मेन बिटवार्डन ऐप में लॉगइन करना पड़ेगा।
lt: Kad galėtumėte naudoti plėtinį, turite prisijungti prie pagrindinės „Bitwarden“ programos.

source: Never
af: Nooit
be: Ніколі
eu: Inoiz ez
fil: Hindi kailanman
hi: कभी नहीं
lt: Niekada

source: New item created.
af: Nuwe item geskep.
be: Створаны новы элемент.
eu: Elementu berria sortua.
fil: Naidagdag ang item
hi: नया आइटम बनाया गया
lt: Elementas pridėtas

# NoFavorites
source: There are no favourites in your vault.
af: Daar is geen gunstelinge in u kluis nie.
be: У вашым сховішчы адсутнічаюць абраныя.
eu: Kutxa gotorrean ez dago gogokorik.
fil: Wala kang paborito sa vault mo.
hi: तिजोरी में कोई मनपसंद आइटम नहीं है।
lt: Jūsų saugykloje nėra mėgstamiausių.

# NoItems
source: There are no items in your vault.
af: Daar is geen items in u kluis nie.
be: У вашым сховішчы адсутнічаюць элементы.
eu: Kutxa gotorrean ez dago elementurik.
fil: Walang laman ang vault mo.
hi: तिजोरी में कोई आइटम नहीं है।
lt: Jūsų saugykloje nėra jokių elementų.

# NoItemsTap
source: There are no items in your vault for this website/app. Tap to add one.
af: Daar is geen items in u kluis vir hierdie webwerf/toep nie. Tik om een toe te voeg.
be: У вашым сховішчы адсутнічаюць элементы для гэтага вэб-сайта або праграмы. Дакраніцеся, каб дадаць.
eu: Kutxa gotorrean ez dago elementurik webgune/aplikazio honentzat. Sakatu bat gehitzeko.
fil: Walang item sa vault mo para sa website/app na ito. Pindutin para magdagdag.
hi: इस वेबसाइट/ऐप के लिए तिजोरी में कोई आइटम नहीं है। आइटम बनाने के लिए दबाएं।
lt: Jūsų saugykloje nėra šios svetainės / programos elementų. Bakstelėkite, kad pridėtumėte.

# NoUsernamePasswordConfigured
source: This login does not have a username or password configured.
af: Hierdie aantekening bevat geen gebruikersnaam of wagwoord nie.
be: Гэты лагін не мае сканфігураванага імя карыстальніка або пароля.
eu: Saio hasiera honek ez du ezarritako erabiltzaile izen edo pasahitzik.
fil: Walang nakatakdang username o password ang login na ito.
hi: इस लॉगइन में कोई यूजरनेम या पासवर्ड नहीं है।
lt: Šiam prisijungimui nėra sukonfigūruotas vartotojo vardas arba slaptažodis.

source: OK, got it!
af: Goed, het dit!
be: Зразумела!
eu: Ongi, aurrera!
fil: Sige, kuha ko na!
hi: ठीक है, समझ गए!
lt: Gerai, supratau!

# OptionDefaults
source: Option defaults are set from the main Bitwarden app's password generator tool.
af: Opsieverstekke is vanaf die Bitwarden-toep se wagwoordgenereerder instelbaar.
be: Прадвызначаныя параметры прызначаюцца ў генератары пароляў асноўнай праграмы Bitwarden.
eu: Aukera lehenetsiak Bitwarden aplikazioaren pasahitzak sortzeko ataletik ezartzen dira.
fil: Mula ang mga default na opsyon sa kagamitan panggawa ng password ng pangunahing Bitwarden app.
hi: ऑप्शन के डिफॉल्ट मेन बिटवार्डन ऐप के पासवर्ड जेनरेटर टूल से सेट होते है।
lt: Numatytieji parinkčių nustatymai nustatomi naudojant pagrindinės „Bitwarden“ programos slaptažodžių generavimo įrankį.

source: Options
af: Opsies
be: Параметры
eu: Aukerak
fil: Mga Opsyon
hi: ऑप्शन
lt: Nustatymai

source: Other
af: Ander
be: Iншае
eu: Bestelakoak
fil: Iba pa
hi: बाकी
lt: Kita

source: Password generated.
af: Wagwoord gegenereer.
be: Пароль згенерыраваны.
eu: Pasahitza sortua.
fil: Nakagawa ng password
hi: पासवर्ड बनाया गया
lt: Sugeneruotas slaptažodis

source: Password generator
af: Wagwoordgenereerder
be: Генератар пароляў
eu: Pasahitz sortzailea
fil: Tagagawa ng password
hi: पासवर्ड जेनरेटर
lt: Slaptažodžių generatorius

source: Password hint
af: Wagwoordwenk
be: Падказка да пароля
eu: Pasahitza gogoratzeko pista
fil: Palatandaan ng password
hi: पासवर्ड हिंट
lt: Slaptažodžio užuomina

# PasswordHintAlert
source: We've sent you an email with your master password hint.
af: Ons het ’n e-pos gestuur met u hoofwagwoordwenk.
be: Мы адправілі вам на электронную пошту падказку да асноўнага пароля.
eu: Mezu elektroniko bat bidali dizugu zure pasahitz nagusiaren pistarekin.
fil: Pinadalhan ka namin ng email na may palatandaan ng master password mo.
hi: हमने आपको मास्टर पासवर्ड हिंट एक ईमेल में भेजा है।
lt: Išsiuntėme jums el. laišką su pagrindinio slaptažodžio užuomina.

# PasswordOverrideAlert
source: Are you sure you want to overwrite the current password?
af: Is u seker u wil oor die huidige wagwoord skryf?
be: Вы сапраўды хочаце перазапісаць бягучы пароль?
eu: Ziur al zaude pasahitza berridatzi nahi duzula?
fil: Sigurado ka bang gusto mong palitan ang kasalukuyang password?
hi: चालू पासवर्ड पक्का ओवरराइट करें?
lt: Ar tikrai norite perrašyti dabartinį slaptažodį?

# PushNotificationAlert
source: Bitwarden keeps your vault automatically synced by using push notifications. For the best possible experience, please select "Allow" on the following prompt when asked to enable push notifications.
af: Bitwarden hou u kluis outomaties gesinchroniseer d.m.v. stootkennisgewings. Kies “Laat toe” wanneer gevra word om stootkennisgewings te aktiveer, vir die beste moontlike ervaring.
be: Bitwarden дазваляе аўтаматычна сінхранізаваць сховішча пры дапамозе push-апавяшчэнняў. Для максімальнай зручнасці, выберыце "Дазволіць" пры з'яўленні прапановы ўключыць push-апавяшчэнні.
eu: Bitwardenek automatikoki sinkronizatzen du kutxa gotorra, push jakinarazpenak erabiliz. Ahalik eta esperientziarik onena lortzeko, hautatu "Baimendu" hurrengo jakinarazpenean, push jakinarazpenak gaitzeko eskatzen zaizunean.
fil: Pinapanatili ng Bitwarden na awtomatikong nagsi-sync ang vault mo gamit ang mga push notification. Para sa pinakamainam na karanasan, mangyaring pindutin ang "Payagan" sa prompt na nagtatanong sa iyo kung papayagan mo ba ang mga notification.
hi: बिटवार्डन पुश नोटिफिकेशन इस्तेमाल करके आपकी तिजोरी अपनेआप सिंक करके रखता है। पुश नोटिफिकेशन की इजाज़त मांगने वाले अगले स्क्रीन पर "दें" चुनें।
lt: „Bitwarden“ automatiškai sinchronizuoja jūsų saugyklą naudodama tiesioginius pranešimus. Norėdami gauti geriausią įmanomą patirtį, toliau pateiktame raginime pasirinkite „Leisti“, kai bus paprašyta leisti tiesioginius pranešimus.

source: Rate the app
af: Gradeer die toep
be: Ацаніць праграму
eu: Baloratu aplikazioa
fil: I-rate ang app
hi: ऐप को रेटिंग दें
lt: Įvertinti šią programą

# RateTheAppDescription
source: Please consider helping us out with a good review!
af: Help ons asb. met ’n gunstige resensie!
be: Падумайце пра тое, каб дапамагчы нам добрым водгукам!
eu: Mesedez, aipu on batekin lagundu!
fil: Baka maaari kang tumulong sa amin sa pamamagitan ng isang magandang review!
hi: एक अच्छा रिव्यू लिखकर हमारी मदद करें!
lt: Apsvarstykite galimybę mums padėti palikdami gerą atsiliepimą!

source: Regenerate password
af: Hergenereer wagwoord
be: Паўторна генерыраваць пароль
eu: Berrezarri pasahitza
fil: Gumawa ng isa pang password
hi: पासवर्ड वापस बनाएं
lt: Generuoti slaptažodį iš naujo

source: Re-type master password
af: Tik weer hoofwagwoord in
be: Увядзіце асноўны пароль паўторна
eu: Idatzi berriro pasahitz nagusia
fil: I-type ulit ang master password
hi: मास्टर पासवर्ड वापस लिखें
lt: Pakartokite pagrindinį slaptažodį

source: Search vault
af: Deursoek kluis
be: Пошук у сховішчы
eu: Kutxa Gotorrean bilatu
fil: Maghanap sa vault
hi: तिजोरी सर्च करें
lt: Ieškoti saugykloje

source: Security
af: Sekuriteit
be: Бяспека
eu: Segurtasuna
fil: Seguridad
hi: सेक्योरिटी
lt: Apsauga

source: Select
af: Kies
be: Выбраць
eu: Hautatu
fil: Piliin
hi: चुनें
lt: Pasirinkti

source: Set PIN
af: Stel PIN in
be: Прызначыць PIN
eu: Ezarri PIN-a
fil: Magtakda ng PIN
hi: पिन सेट करें
lt: Nustatyti PIN kodą

# SetPINDirection
source: Enter a 4 digit PIN code to unlock the app with.
af: Voer ’n 4-syfer PIN-kode in om die toep mee te ontgrendel.
be: Увядзіце PIN-код з чатырох лічбаў, каб разблакіраваць праграму.
eu: Sartu 4 digituko PIN kode bat aplikazioa desblokeatzeko.
fil: Maglagay ng 4 na numerong PIN code na gagawing pambukas ng app.
hi: ऐप खोलने के लिए एक पिन कोड डालें।
lt: Norėdami atrakinti programą, įveskite 4 skaitmenų PIN kodą.

source: Item information
af: Iteminligting
be: Звесткі аб элеменце
eu: Elementuaren informazioa
fil: Impormasyon tungkol sa item
hi: आइटम जानकारी
lt: Informacija

source: Item updated.
af: Item bygewerk.
be: Элемент абноўлены.
eu: Elementua eguneratu da.
fil: Na-save ang item
hi: आइटम सेव किया गया
lt: Elementas pridėtas

source: Submitting...
af: Word ingedien…
be: Адпраўка...
eu: Bidaltzen...
fil: Ipinapadala...
hi: भेज रहे है...
lt: Pateikiama...

source: Syncing...
af: Sinkroniseer...
be: Сінхранізацыя...
eu: Sinkronizatzen...
fil: Nagsi-sync...
hi: सिंक हो रहा है…
lt: Sinchronizuojama...

source: Syncing complete.
af: Klaar gesinchroniseer.
be: Сінхранізацыя завершана.
eu: Sinkronizatu da.
fil: Tapos na ang pagsi-sync
hi: सिंक हो गया
lt: Sinchronizacija baigta

source: Syncing failed.
af: Sinkronisasie het misluk.
be: Збой сінхранізацыі.
eu: Sinkronizazioak huts egin du.
fil: Nagkaproblema sa pagsi-sync
hi: सिंक नहीं हुआ
lt: Sinchronizuoti nepavyko

source: Sync vault now
af: Sichroniseer kluis nou
be: Сінхранізаваць сховішча зараз.
eu: Sinkronizatu kutxa gotorra orain
fil: I-sync na ngayon ang vault
hi: तिजोरी अभी सिंक करें।
lt: Sinchronizuoti saugyklą dabar

source: Two-step login
af: Tweestapaantekening
be: Двухэтапны ўваход
eu: Bi urratseko saio hasiera
fil: Dalawang-hakbang na pag-log in
hi: टू-स्टेप लॉगइन
lt: Dviejų žingsnių prisijungimas

# UnlockWith
source: Unlock with {0}
af: Ontgrendel met {0}
be: Разблакіраваць з {0}
eu: {0}-arekin desblokeatu
fil: Buksan gamit ang {0}
hi: {0} से खोलें
lt: Atrakinti naudojant {0}

# UnlockWithPIN
source: Unlock with PIN code
af: Ontgrendel met PIN-kode
be: Разблакіраваць PIN-кодам
eu: PIN kodearekin desblokeatu
fil: Buksan gamit ang PIN code
hi: पिन कोड से खोलें
lt: Atrakinti PIN kodu

source: Validating
af: Validering
be: Праверка
eu: Baliozkotzen
fil: Bineberipika
hi: चेक कर रहे
lt: Tikrinimas

source: Verification code
af: Bevestigingskode
be: Праверачны код
eu: Egiaztatze-kodea
fil: Code pamberipika
hi: वेरिफिकेशन कोड
lt: Patvirtinimo kodas

source: View item
af: Bekyk Item
be: Прагледзець элемент
eu: Bistaratu elementua
fil: Tingnan ang item
hi: आइटम देखें
lt: Peržiūrėti elementą

# WebVault
source: Bitwarden web vault
af: Bitwarden-webkluis
be: Вэб-сховішча Bitwarden
eu: Bitwarden kutxa gotorra
fil: Web vault ng Bitwarden
hi: बिटवार्डन वेब तिजोरी
lt: „Bitwarden“ žiniatinklio saugykla

# Lost2FAApp
source: Lost authenticator app?
af: Het u u waarmerktoep verloor?
be: Згубілі праграму аўтэнтыфікацыі?
eu: Autentifikazio aplikazioa galdu duzu?
fil: Nawala ang authenticator app?
hi: ऑथेंटिकेटर ऐप गुम हो गया?
lt: Pamiršote autentifikavimo programą?

source: Items
be: Элементы
eu: Elementuak
fil: Mga Item
hi: आइटम
lt: Elementai

source: Extension activated!
af: Uitbreiding geaktiveer!
be: Пашырэнне актывавана!
eu: Gehigarria gaitu da!
fil: Pinagana ang extension!
hi: एक्सटेंशन चल रहा!
lt: Plėtinys aktyvuotas!

source: Icons
af: Ikone
be: Значкі
eu: Ikonoak
fil: Mga Icon
hi: आइकन
lt: Piktogramos

source: Translations
af: Vertalings
be: Пераклады
eu: Itzulpenak
fil: Mga Pagsasalin
hi: अनुवाद
lt: Vertimai

# ItemsForUri
source: Items for {0}
af: Items vir {0}
be: Элементы для {0}
eu: {0}-entzako elementuak
fil: Mga item para sa {0}
hi: {0} के लिए आइटम
lt: Elementai {0}

# NoItemsForUri
source: There are no items in your vault for {0}.
af: Daar is geen items in u kluis vir {0} nie.
be: У вашым сховішчы адсутнічаюць элементы для {0}.
eu: Kutxa gotorrean ez dago elementurik {0}-entzako.
fil: Walang item para sa {0} sa vault mo.
hi: {0} के लिए आपकी तिजोरी में कोई आइटम नहीं हैं।
lt: Jūsų saugykloje nėra jokių elementų {0}.
